Repository: pinctejc/wp-content
Catalog: languages/plugins/powerpress-*.po
Languages: es_es

source: This rating signifies that the program may be unsuitable for younger children without the guidance of a parent. Many parents may want to watch it with their younger children. Various game shows and most reality shows are rated TV-PG for their suggestive dialog, suggestive humor, and/or coarse language. Some prime-time sitcoms such as Everybody Loves Raymond, Fresh Prince of Bel-Air, The Simpsons, Futurama, and Seinfeld usually air with a TV-PG rating.
es_es: Esta clasificación significa que el programa puede ser inadecuado para niños pequeños sin la guía de uno de los padres. Muchos padres pueden querer verla con sus hijos más pequeños. Muchos programas de juegos y la mayoría de los reality shows están clasificados como TV-PG por su diálogos insinuantes, su humor insinuante y/o su lenguaje grosero. Algunas comedias en horario de máxima audiencia como Everybody Loves Raymond, El Principe Bel-Air, Los Simpsons, Futurama y Seinfeld suelen emitirse con una clasificación TV-PG.

source: Although this rating does not signify a program designed specifically for children, most parents may let younger children watch this program unattended. It contains little or no violence, no strong language and little or no sexual dialogue or situation. Networks that air informational, how-to content, or generally inoffensive content.
es_es: Aunque esta clasificación no significa que sea un programa diseñado específicamente para los niños, la mayoría de los padres pueden permitir que los niños más pequeños vean este programa sin supervisión. Contiene poca o ninguna violencia, nada de lenguaje fuerte y poco o nada de diálogos o situaciones sexuales. Son redes que transmiten contenido informativo, de cómo hacer cosas, o contenido generalmente inofensivo.

source: When a show has noticeably more fantasy violence, it is assigned the TV-Y7-FV rating. Action-adventure shows such Pokemon series and the Power Rangers series are assigned a TV-Y7-FV rating.
es_es: Cuando un programa tiene notablemente una mayor violencia fantástica, se le asigna la clasificación de TV-Y7-FV. A los programas de acción-aventura como la serie Pokemon y la serie Power Rangers se les asigna una clasificación de TV-Y7-FV.

source: These shows may or may not be appropriate for some children under the age of 7. This rating may include crude, suggestive humor, mild fantasy violence, or content considered too scary or controversial to be shown to children under seven. Examples include Foster's Home for Imaginary Friends, Johnny Test, and SpongeBob SquarePants.
es_es: Estos programas pueden o no ser apropiados para algunos niños menores de 7. Esta clasificación puede incluir humor grosero e insinuante, violencia fantástica leve o contenido que se considera demasiado intimidante o polémico para mostrárselo a los niños menores de 7 años. Algunos ejemplos son Foster's Home for Imaginary Friends, Johnny Test y SpongeBob SquarePants.

source: Whether animated or live-action, the themes and elements in this program are specifically designed for a very young audience, including children from ages 2-6. These programs are not expected to frighten younger children. Examples of programs issued this rating include Sesame Street, Barney & Friends, Dora the Explorer, Go, Diego, Go! and The Backyardigans.
es_es: Ya sea de animación o de acción en vivo, los temas y elementos de este programa están diseñados específicamente para un público muy joven, incluyendo niños de 2 a 6 años. No se espera que estos programas asusten a los niños más pequeños. Ejemplos de programas que recibieron esta calificación incluyen Barrio Sésamo, Barney & Friends, Dora la exploradora, Go, Diego, Go! y The Backyardigans.

source: Mature audience - may be unsuitable for children under 17
es_es: Contenido adulto: puede no ser adecuado para niños menores de 17 años

source: May be unsuitable for children under 14 years of age
es_es: Puede no ser adecuado para niños menores de 14 años

source: Parental guidance suggested
es_es: Orientación parental sugerida

source: General audience
es_es: Audiencia general

source: Children 7 years and older [fantasy violence]
es_es: Niños de 7 años en adelante [violencia de fantasía]

source: Children 7 years and older
es_es: Niños de 7 años en adelante

source: Children of all ages
es_es: Niños de todas las edades

source: No rating specified
es_es: Sin clasificación especificada

source: A parental rating is used to display your content on %s applications available on Internet connected TV's. The TV Parental Rating applies to both audio and video media.
es_es: Se utiliza una clasificación paterna para mostrar su contenido en %s aplicaciones disponibles en los televisores conectados a Internet. La clasificación paterna de TV se aplica tanto a los medios de audio como a los de vídeo.

source: Parental Rating
es_es: Clasificación parental

source: The Subscribe shortcode is used to display a subscribe to podcast widget for your podcast. It is intended for use on a custom subscribe page. See the Subscribe Page section below for more details.
es_es: El shortcode de suscripción se utiliza para mostrar un widget de suscripción a podcasts para tu podcast. Está pensado para usarse en una página de suscripción personalizada. Consulta la sección de la página de suscripción a continuación para obtener más detalles.

source: PowerPress Subscribe Shortcode
es_es: Shortcode de suscripción de PowerPress

source: The Playlist shortcode is used to display a player with a playlist of your podcast episodes. It utilizes the default playlist built into WordPress.
es_es: El shortcode de lista de reproducción se utiliza para mostrar un reproductor con una lista de reproducción de los episodios de tus podcasts. Utiliza la lista de reproducción predeterminada integrada en WordPress.

source: Enable PowerPress Playlist Player
es_es: Activar el reproductor la lista de reproducción de PowerPress

source: PowerPress Playlist Shortcode
es_es: Shortcode de la lista de reproducción de PowerPress

source: Note: When specifying a URL to media in the powerpress shortcode, only the player is included. The Media Links will NOT be included since there is not enough meta information to display them.
es_es: Nota: Cuando se especifica una URL a un medio en el shortcode de PowerPress, solo se incluye el reproductor. Los enlaces de medios NO se incluirán, ya que no hay suficiente información meta para mostrarlos.

source: Please visit the %s page for additional options.
es_es: Por favor, visita la página %s para más opciones.

source: The Player shortcode is used to position your media presentation (player and download links) exactly where you want within your post or page content.
es_es: El shortcode del reproductor se utiliza para poner tu presentación de medios (reproductor y enlaces de descarga) exactamente donde quieras dentro del contenido de tu entrada o página.

source: PowerPress Player Shortcode
es_es: Shortcode de reproductor de PowerPress

source: PowerPress Shortcodes
es_es: Shortcodes de PowerPress

source: Subscribe Page Link Label:
es_es: Etiqueta del enlace de suscribirse en la página:

source: Learn more about the PowerPress Subscribe Page
es_es: Aprende más sobre la página de suscripciones de PowerPress

source: Creates a page from a template with the [powerpress_subscribe] shortcode. We encourage you to edit this page in your own words. Depending on your SEO strategy, you may want to configure the meta robots content to noindex.
es_es: Crea una página a partir de una plantilla con el shortcode [powerpress_subscribe]. Te animamos a que edites esta página con tus propias palabras. Dependiendo de tu estrategia de SEO, es posible que quieras configurar el contenido de los meta robots a noindex.

source: Create a subscribe page from Template
es_es: Crea una página de suscripción desde una plantilla

source: (If subscribe page is not hosted on this site)
es_es: (Si la página de suscripción no está alojada en este sitio)

source: - or -
es_es: - o -

source: The following link will be added to the Subscribe on Apple and Subscribe via RSS links below the player.
es_es: El siguiente enlace se añadirá a los enlaces «Suscríbate en Apple» y «Suscríbete mediante RSS» debajo del reproductor.

source: Add a link to a page to explain to your audience how to subscribe to your podcast.
es_es: Añade un enlace a la página para explicar a tu audiencia como suscribirse a tu podcast.

source: Subscribe Page
es_es: Página de suscripción

source: By default, PowerPress adds to the width and height above to compensate for possible vertical and horizontal scroll bars. Check this option if you do not want PowerPress to compensate for browser scroll bars.
es_es: Por defecto, PowerPress aumenta el ancho y la altura para compensar las posibles barras de desplazamiento verticales y horizontales. Selecciona esta opción si no quieres que PowerPress compense las barras de desplazamiento del navegador.

source: Do not factor in scroll bars
es_es: No compensar las barras de navegación

source: Height of new window (leave blank for 240 default)
es_es: Altura de la nueva ventana (déjalo en blanco para 240, por defecto)

source: Width of new window (leave blank for 420 default)
es_es: Ancho de la nueva ventana (déjalo en blanco para 420, por defecto)

source: Play in New Window Settings
es_es: Ajustes de reproducción en una nueva ventana

source: If the above option fixes the player issues, then you most likely have a conflicting theme or plugin activated. You can verify your theme is not causing the problem by testing your site using the latest default WordPress theme (twentyfourteen). For plugins, disable them one by one until the player re-appears, which indicates the last plugin deactivated caused the conflict.
es_es: Si la opción anterior corrige los problemas del reproductor, lo más probable es que tengas activado un tema o plugin conflictivo. Puedes verificar si tu tema no está causando el problema, probando tu sitio usando el último tema por defecto de WordPress (Twenty Twenty). Para los plugins, desactívalos uno por uno hasta que el reproductor vuelva a aparecer, lo que indica que el último plugin desactivado ha causado el conflicto.

source: Use this option if you are having problems with the players not appearing on some or all of your pages.
es_es: Utiliza esta opción si estás teniendo problemas con los reproductores que no se muestran en alguna o todas tus páginas.

source: Yes, excluding excerpts
es_es: Sí, excluyendo extractos

source: Yes, alternative fix
es_es: Sí, una solución alternativa

source: Yes, please try to fix
es_es: Sí, por favor intenta arreglarlo

source: No, everything is working
es_es: No, todo está funcionando

source: Having Issues?
es_es: ¿Tienes problemas?

source: (leave blank for default)
es_es: (déjalo en blanco para el valor por defecto)

source: Display subscribe links below player and media links.
es_es: Mostrar los enlaces de suscripción debajo del reproductor y los enlaces de medios.

source: Embed option works with the MediaElement.js Media Player for audio and video, Flow Player Classic for audio and HTML5 Video player for video.
es_es: La opción de incrustar funciona con el reproductor de medios MediaElement.js para audio y vídeo, Flow Player Classic para audio y el reproductor de vídeo HTML5 para vídeo.

source: Include embed in feeds
es_es: Incluir inserción en feeds

source: Display Player Embed Link
es_es: Mostrar enlace de incrustación del reproductor

source: Include file size and duration
es_es: Incluir tamaño de archivo y duración

source: Include file size
es_es: Incluir tamaño de archivo

source: Display Download Link
es_es: Mostrar enlace de descarga

source: Display Play in new Window Link
es_es: Mostrar el enlace de reproducción en una nueva ventana

source: Media Links
es_es: Enlaces de medios

source: Detected mobile and tablet devices use an HTML5 player with a fallback link to download the media.
es_es: Los dispositivos móviles y de tableta detectados utilizan un reproductor HTML5 con un enlace de retorno para descargar los medios.

source: Display Player
es_es: Mostrar reproductor

source: e.g. search results
es_es: por ej. resultados de búsqueda

source: WordPress Excerpts
es_es: Extractos de WordPress

source: Player and media links will NOT appear in your post and page content. Media player and links can be added manually by using the <i>shortcode</i> below.
es_es: El reproductor y los enlaces de medios NO aparecerán en el contenido de tu entrada y página. El reproductor y los enlaces de medios pueden ser añadidos manualmente usando el siguiente <i>shortcode</i>.

source: Disable
es_es: Desactivar

source: Player and media links will appear above your post and page content.
es_es: El reproductor y los enlaces de medios aparecerán encima del contenido de tu entrada y página.

source: Above page content
es_es: Por encima contenido de la página

source: Player and media links will appear below your post and page content.
es_es: El reproductor y los enlaces de medios aparecerán debajo del contenido de tu entrada y página.

source: Below page content
es_es: Por debajo del contenido de la página

source: Display Media & Links
es_es: Mostrar medios y enlaces

source: Blog Posts and Pages
es_es: Entradas de blog y páginas

source: PowerPress will <u>not</u> add any media players or media links to your site. PowerPress will only be used to add podcasting support to your feeds.
es_es: PowerPress <u>no</u> añadirá reproductores multimedia o enlaces multimedia a tu sitio. PowerPress sólo se utilizará para añadir compatibilidad con podcasting a tus feeds.

source: Disable PowerPress Media Players and Links
es_es: Desactivar reproductores de medios y enlaces de PowerPress

source: PowerPress will add media players and links to your site.
es_es: PowerPress añadirá reproductores de medios y enlaces a tu sitio.

source: default
es_es: por defecto

source: Enable PowerPress Media Players and Links
es_es: Activar reproductores de medios y enlaces de PowerPress

source: Enter your Redirect URL issued by your media statistics service provider below.
es_es: Introduce a continuación la URL de redirección asignada por tu proveedor de servicios de estadísticas de medios.

source: Media Statistics
es_es: Estadísticas de medios

source: Remove Statistics from WordPress Dashboard
es_es: Quitar las estadísticas del escritorio de WordPress

source: Learn More
es_es: Aprender más

source: Enabled!
es_es: ¡Activado!

source: e.g. %s
es_es: por ejemplo %s

source: iTunes Listing Information
es_es: Información para la ficha de iTunes

source: display archive of old PodPress statistics
es_es: muestra el archivo de las antiguas estadísticas de PodPress

source: Display
es_es: Mostrar

source: Hide
es_es: Ocultar

source: PodPress Stats Archive
es_es: Archivo de estadísticas de PodPress

source: includes podcast episodes previously created in PodPress
es_es: incluye episodios de podcast creados anteriormente en PodPress

source: Include in Posts and Feeds
es_es: Incluir en las entradas y los feeds

source: Ignore
es_es: Ignorar

source: PodPress Episodes
es_es: Episodios de PodPress

source: PodPress Options
es_es: Opciones de PodPress

source: When configured, %s/podcast/ is matched to page/category named 'podcast'.
es_es: Cuando está configurado, %s/podcast/ se asocia a la página/categoría llamada 'podcast'.

source: Match Feed Name to Page/Category
es_es: Hacer coincidir el nombre del feed a página/categoría

source: Default WordPress Behavior
es_es: Comportamiento por defecto de WordPress

source: Podcast Permalinks
es_es: Enlaces permanentes del podcast

source: Permalinks
es_es: Enlaces permanentes

source: Disable warning messages displayed in episode entry box. Errors are still displayed.
es_es: Desactivar los mensajes de advertencia que aparecen en el cuadro de entrada de episodios. Los errores se siguen visualizando.

source: Yes
es_es: Sí

source: No (default)
es_es: No (por defecto)

source: Disable Warnings
es_es: Desactivar advertencias

source: WARNING: Episodes created with this feature will <u>not</u> include Duration (total play time) information.
es_es: ADVERTENCIA: Los episodios creados con esta función podrían <u>no</u> incluir la información de la duración (tiempo total de reproducción)

source: NOTE: Use this feature with caution. Links to media files could unintentionally become podcast episodes.
es_es: NOTA: Utiliza esta función con precaución. Los enlaces a archivos de medios sin querer podrían convertirse en episodios de podcast.

source: When enabled, the first or last media link found in the post content is automatically added as your podcast episode.
es_es: Cuando está activado, el primero o el último enlace multimedia encontrado en el contenido de la entrada se añade automáticamente como tu episodio del podcast.

source: Last media link found in post content
es_es: Último enlace multimedia encontrado en el contenido de la entrada

source: First media link found in post content
es_es: Primer enlace multimedia encontrado en el contenido de la entrada

source: Disabled (default)
es_es: Desactivado (por defecto)

source: Auto Add Media
es_es: Agregar medios automaticamente

source: specify default duration option when creating a new episode
es_es: especifica la opción de duración por defecto al crear un nuevo episodio

source: Not specified (not recommended)
es_es: No especificado (no recomendado)

source: Auto detect duration
es_es: Auto detectar duración

source: Duration Default
es_es: Duración por defecto

source: specify default file size option when creating a new episode
es_es: especifica la opción de tamaño de archivo por defecto al crear un nuevo episodio

source: User specify
es_es: Especificado por el usuario

source: Auto detect file size
es_es: Detectar automáticamente tamaño del archivo

source: File Size Default
es_es: Tamaño del archivo por defecto

source: URL above will prefix entered file names that do not start with 'http://'. URL above must end with a trailing slash. You may leave blank if you always enter the complete URL to your media when creating podcast episodes.
es_es: La URL anterior introducirá prefijos de nombres de archivos que no empiecen con 'http://'. La URL anterior debe terminar con una barra oblicua. Puedes dejarlo en blanco si siempre introduces la URL completa de tus medios al crear episodios de podcasts.

source: e.g. http://example.com/mediafolder/
es_es: por ejemplo http://example.com/mediafolder/

source: Default Media URL
es_es: URL de medios predeterminada

source: All other episodes will be listed following the featured episode.
es_es: Todos los demás episodios aparecerán en el catálogo después del episodio destacado.

source: This feature only applies to the default podcast feed and Custom Podcast Channel feeds added by PowerPress.
es_es: Esta característica sólo se aplica a los feeds de podcasts predeterminados y a los feeds de canales de podcasts personalizados añadidos por PowerPress.

source: If conflicting values are present the directories will use the default ordering.
es_es: Si hay valores en conflicto, los directorios utilizarán el orden por defecto.

source: Leave unchecked to use the image embedded into your media files.
es_es: Déjalo sin marcar para utilizar la imagen incrustada en tus archivos de medios.

source: Leave unchecked to use your feed's explicit setting
es_es: Déjalo sin marcar para usar el ajuste específico de tu feed

source: Leave unchecked to the post author name
es_es: Dejar desmarcado para usar el nombre del autor de la entrada

source: Leave unchecked to use your blog post
es_es: Dejar desmarcado para usar tu entrada del blog

source: Leave unchecked to use the first 250 characters of your blog post
es_es: Dejar desmarcado para usar los primeros 250 caracteres de la entrada del blog

source: Customize player width and height on a per episode basis
es_es: Personalizar el ancho y alto del reproductor en cada episodio

source: Player Width and Height
es_es: Ancho y alto del reproductor

source: Specify URL to poster artwork specific to each episode
es_es: Especifica la URL de la carátula específica de cada episodio

source: Disable media links on a per episode basis
es_es: Desactivar los enlaces de medios por episodio

source: No Links Option
es_es: Sin opción de enlaces

source: Disable media player on a per episode basis
es_es: Desactivar el reproductor de medios por episodio

source: No Player Option
es_es: Sin opción de reproductor

source: Display Player and Links Options
es_es: Mostrar opciones de reproductor y enlaces

source: Do not display default player if embed present for episode.
es_es: No mostrar el reproductor predeterminado si hay un incrustado para el episodio.

source: Replace Player with Embed
es_es: Reemplazar reproductor con el incrustado

source: Enter embed code from sites such as YouTube
es_es: Introduce el código para incrustar de sitios como YouTube

source: Embed Field
es_es: Campo incrustado

source: View File Size and Duration
es_es: Ver el tamaño del archivo y la duración

source: Specify URL to episode's media file
es_es: Especifica la URL para el archivo multimedia del episodio

source: Media URL
es_es: URL de medios

source: Configure your podcast episode entry box with the options that fit your needs.
es_es: Configura el cuadro de entrada del episodio de podcast con las opciones que se ajusten a tus necesidades.

source: Podcast Entry Box
es_es: Caja de entrada del podcast

source: Episode Entry Options
es_es: Opciones de entrada del episodio

source: Blubrry Services Integration
es_es: Integración de servicios de Blubrry

source: Signin Blubrry Account
es_es: Conectar tu cuenta de Blubrry

source: learn more
es_es: aprender más

source: Create playlists for your podcasts.
es_es: Crea una lista para tus podcast.

source: PowerPress Playlist Player
es_es: Reproductor de listas de reproducción de PowerPress

source: configure post type podcasting
es_es: configurar el podcasting de tipo contenido

source: Manage multiple media files and/or formats to specific post types.
es_es: Gestiona múltiples archivos y/o formatos de medios para tipos de contenido específicos.

source: configure taxonomy podcasting
es_es: configurar podcasting por taxonomía

source: Manage podcasting for specific taxonomies.
es_es: Gestiona podcasting para taxonomías específicas.

source: Taxonomy Podcasting
es_es: Podcasting por taxonomía

source: configure podcast categories
es_es: configurar las categorías del podcast

source: Manage podcasting for specific categories.
es_es: Gestionar el podcasting para categorías específicas.

source: configure podcast channels
es_es: configurar los canales de podcast

source: feature will appear in left menu when enabled
es_es: la característica aparecerá en el menú de la izquierda cuando esté activada

source: Manage multiple media files and/or formats to one blog post.
es_es: Gestionar múltiples archivos y/o formatos de medios en una publicación de blog.

source: Custom Podcast Channels
es_es: Canales de podcast personalizados

source: configure video player
es_es: configurar reproductor de vídeo

source: Select from 3 different web based video players.
es_es: Elige entre 3 distintos reproductores de vídeo basados en web.

source: Video Player Options
es_es: Opciones del reproductor de vídeo

source: configure audio player
es_es: configurar reproductor de audio

source: Select from 3 different web based audio players.
es_es: Elige entre 3 distintos reproductores de audio basados en web.

source: Audio Player Options
es_es: Opciones del reproductor de audio

source: Advanced Options
es_es: Opciones avanzadas

source: You must delete all of the Podcast Channels to disable this option.
es_es: Debes eliminar todos los canales de podcasts para poder desactivar esta opción.
