Repository: pinctejc/wp-content
Catalog: languages/plugins/powerpress-*.po
Languages: es_es

source: All Post Types (default)
es_es: Todos los tipos de contenido (por defecto)

source: Custom Post Type
es_es: Tipo de contenido personalizado

source: Set whether all post types or a specific custom post type may use this podcast channel. Custom post type must be of type 'Posts'. Other post types such as 'Pages' or 'Categories' do not apply.
es_es: Indica si se pueden usar todos los tipos de contenido o solo un tipo de contenido específico en este canal de podcast. El tipo de contenido personalizado debe ser como las entradas. Otro tipos de contenido como las páginas o las categorías no se pueden utilizar.

source: This feature is not available for the default podcast channel.
es_es: Esta característica no está disponible para el canal de podcast por defecto.

source: Label above appears in place of the in-page player and links when the current signed-in user does not have access to the protected content.
es_es: Esta etiqueta aparece en lugar del reproductor y los enlaces cuando el usuario no tiene acceso al contenido protegido.

source: Add sign in link to message
es_es: Añade firma en el enlace al mensaje

source: Use a custom label
es_es: Usar una etiqueta personalizada

source: Protected Content
es_es: Contenido protegido

source: Use default label
es_es: Usa la etiqueta predeterminada

source: Unauthorized Label
es_es: Etiqueta no autorizada

source: Use default label, are you sure?
es_es: Usar la etiqueta predeterminada, ¿estás seguro?

source: Sign In
es_es: Acceder

source: None
es_es: Ninguno

source: User must have the following capability
es_es: El usuario debe tener la siguiente capacidad

source: Require user to be signed-in to access feed.
es_es: Requerir al usuario iniciar sesión para acceder al feed.

source: Protect Content
es_es: Proteger contenido

source: Require visitors to have membership to your blog in order to gain access to this channel's Premium Content.
es_es: Requiere a los visitantes tener una membresía en tu sitio para acceder a este canal de contenido Premium.

source: Password Protect Podcast Channel
es_es: Proteger con contraseña el canal del podcast

source: Use a distinctive background color for this podcast channel's episode box.
es_es: Usar un color de fondo diferente para la caja del episodio de este canal de podcast.

source: Background Color
es_es: Color de fondo

source: Episode Entry Box
es_es: Caja de episodios en las entradas

source: When specified, this will be the only media statistics redirect applied to this podcast post type.
es_es: Si se indica, esta redirección será aplicada para las estadísticas de este tipo de contenido.

source: When specified, this will be the only media statistics redirect applied to this podcast channel.
es_es: Si se indica, esta redirección será aplicada para las estadísticas de este canal de podcast.

source: e.g. Weekly
es_es: por ejemplo, semanal

source: Episode Frequency
es_es: Frecuencia de los episodios

source: e.g. Cleveland, Ohio
es_es: por ejemplo Cleveland, Ohio

source: optional
es_es: opcional

source: Location
es_es: Ubicación

source: Basic Show Information
es_es: Información básica de demostración

source: NOTE: This setting should only be enabled for debugging purposes.
es_es: NOTA: Este ajuste solo se debe activar para propósitos de depuración de errores.

source: iTunes is known to have issues with feeds that have HTML comments at the bottom.
es_es: iTunes es conocido por tener conflictos con feeds que tienen comentarios con código HTML al final.

source: Recommended unchecked
es_es: Se recomienda no marcar

source: Allow WP Super Cache or W3 Total Cache to add HTML Comments to the bottom of your feeds
es_es: Permitir a WP Super Cache o W· Total Cache añadir código HTML en los comentarios al final de tus feeds

source: Caching Debug Comments
es_es: Cachear comentarios de depuración

source: Blog Default
es_es: Blog predeterminado

source: Blog Default Language
es_es: Idioma por defecto del blog

source: Feed Language
es_es: Idioma del feed

source: Feed Episode Maximizer
es_es: Maximizador del feed de episodios

source: Show the most recent
es_es: Mostrar el más reciente

source: Bypass Redirect URL
es_es: Evitar la redirección de la URL

source: Leave blank to use built-in feed
es_es: Déjalo en blanco para usar el feed integrado

source: Category page URL
es_es: URL de página de categoría

source: Leave blank to use home page
es_es: Déjalo en blanco para usar la página de inicio

source: Leave blank to use category page
es_es: Déjalo en blanco para usar la página de la categoría

source: Feed Landing Page URL
es_es: Landing Page del feed

source: Leave blank to use blog description
es_es: Déjalo en blanco para usar la descripción del blog

source: Leave blank to use category description
es_es: Déjalo en blanco para usar la descripción de la categoría

source: Feed Description
es_es: Descripción del feed

source: Leave blank to use default category title
es_es: Déjalo en blanco para usar el título por defecto de la categoría

source: Feed Title (Show Title)
es_es: Título del feed (Mostrar título)

source: Adds "feed discovery" links to your web site's headers allowing web browsers and feed readers to auto-detect your podcast feeds.
es_es: Añade enlaces a la cabecera de tu sitio permitiendo a navegadores y lectores de feeds detectar automáticamente los feeds de tu podcast.

source: Include podcast feed links in HTML headers.
es_es: Incluir enlaces a los feeds en las cabeceras HTML.

source: Feed Discovery
es_es: Descubrimiento feeds

source: Note: We do not recommend submitting your main site feed to podcast directories such as iTunes. iTunes and many other podcast directories work best with feeds that do not have regular blog posts mixed in.
es_es: Nota: No recomendamos enviar el feed principal de tu sitio a directorios de podcast como iTunes. Como otros directorios de podcast,es mejor no enviar feeds que tienen entradas normales y episodios del podcast.

source: These are podcast only feeds suitable for submission podcast directories such as Apple Podcasts.
es_es: Estos son los únicos feeds de podcast adecuados para enviar a directorios de podcast como Apple Podcast.

source: Edit Podcast Channel
es_es: Editar canal de podcast

source: Special Podcast only Feed
es_es: Feed especial solo para podcast

source: Feed Settings below will only apply to your podcast channel feeds
es_es: Los ajustes inferiores del feed solo se aplican para los feeds de canales de podcast

source: Do Not Enhance Feeds
es_es: No mejorar los feeds

source: Adds podcasting support to your main feed only
es_es: Añade compatibilidad con podcast solo al feed principal

source: Enhance Main Feed Only
es_es: Mejorar solo el feed principal

source: Adds podcasting support to all feeds
es_es: Añade compatibilidad con podcast a todos los feeds

source: Recommended
es_es: Recomendado

source: Enhance All Feeds
es_es: Mejora todos los feeds

source: Enhance Feeds
es_es: Mejorar feeds

source: Podcast Feeds
es_es: Feeds de podcast

source: WARNING: You must create at least one podcast episode for your podcast feed to be valid.
es_es: Advertencia: Debes crear al menos un episodio podcast para que tu feed pueda ser validado.

source: Configure your category feed to support podcasting.
es_es: Configura el feed de la categoría para ser compatible con podcasting.

source: Configure your custom podcast feed.
es_es: Configura el feed de tu podcast personalizado.

source: Podcast Settings for Post Type %s with slug %s
es_es: Ajustes de podcast para el tipo de contenido %s con el slug %s

source: Podcast Settings for Taxonomy Term: %s
es_es: Ajustes de podcast para la taxonomía: %s

source: Podcast Settings for Category: %s
es_es: Ajustes de podcast para la categoría: %s

source: Podcast (default)
es_es: Podcast (por defecto)

source: Feed Settings
es_es: Ajustes del Feed

source: Ukranian
es_es: Ucraniano

source: Turkish
es_es: Turco

source: Swedish (Sweden)
es_es: Sueco (Suecia)

source: Swedish (Finland)
es_es: Sueco (Finlandia)

source: Swedish
es_es: Sueco

source: Spanish (Venezuela)
es_es: Español (Venezuela)

source: Spanish (Uruguay)
es_es: Español (Uruguay)

source: Spanish (Spain)
es_es: Español (España)

source: Spanish (Puerto Rico)
es_es: Español (Puerto Rico)

source: Spanish (Peru)
es_es: Español (Perú)

source: Spanish (Paraguay)
es_es: Español (Paraguay)

source: Spanish (Panama)
es_es: Español (Panamá)

source: Spanish (Nicaragua)
es_es: Español (Nicaragua)

source: Spanish (Mexico)
es_es: Español (México)

source: Spanish (Honduras)
es_es: Español (Honduras)

source: Spanish (Guatemala)
es_es: Español (Guatemala)

source: Spanish (El Salvador)
es_es: Español (El Salvador)

source: Spanish (Ecuador)
es_es: Español (Ecuador)

source: Spanish (Dominican Republic)
es_es: Español (Republica Dominicana)

source: Spanish (Costa Rica)
es_es: Español (Costa Rica)

source: Spanish (Colombia)
es_es: Español (Colombia)

source: Spanish (Chile)
es_es: Español (Chile)

source: Spanish (Bolivia)
es_es: Español (Bolivia)

source: Spanish (Argentina)
es_es: Español (Argentina)

source: Spanish
es_es: Español

source: Slovenian
es_es: Esloveno

source: Slovak
es_es: Eslovaco

source: Serbian
es_es: Serbio

source: Russian (Russia)
es_es: Ruso (Rusia)

source: Russian (Moldova)
es_es: Ruso (Moldavia)

source: Russian
es_es: Ruso

source: Romanian (Romania)
es_es: Rumano (Rumania)

source: Romanian (Moldova)
es_es: Rumano (Moldavia)

source: Romanian
es_es: Rumano

source: Portuguese (Portugal)
es_es: Portugués (Portugal)

source: Portuguese (Brazil)
es_es: Portugués (Brasil)

source: Portuguese
es_es: Portugués

source: Polish
es_es: Polaco

source: Norwegian
es_es: Noruego

source: Macedonian
es_es: Macedonio

source: Korean
es_es: Coreano

source: Japanese
es_es: Japonés

source: Italian (Switzerland)
es_es: Italiano (Suiza)

source: Italian (Italy)
es_es: Italiano (Italia)

source: Italian
es_es: Italiano

source: Irish
es_es: Irlandés

source: Indonesian
es_es: Indonesio

source: Icelandic
es_es: Islandés

source: Hungarian
es_es: Húngaro

source: Hebrew
es_es: Hebreo

source: Hawaiian
es_es: Hawaiano

source: Greek
es_es: Griego

source: German (Switzerland)
es_es: Alemán (Suiza)

source: German (Luxembourg)
es_es: Alemán (Luxemburgo)

source: German (Liechtenstein)
es_es: Alemán (Liechtenstein)

source: German (Germany)
es_es: Alemán (Alemania)

source: German (Austria)
es_es: Alemán (Austria)

source: German
es_es: Alemán

source: Gaelic
es_es: Gaélico

source: Galician
es_es: Gallego

source: French (Switzerland)
es_es: Francés (Suiza)

source: French (Monaco)
es_es: Francés (Monaco)

source: French (Luxembourg)
es_es: Francés (Luxemburgo)

source: French (France)
es_es: Francés (Francia)

source: French (Canada)
es_es: Francés (Canadá)

source: French (Belgium)
es_es: Francés (Bélgica)

source: French
es_es: Francés

source: Finnish
es_es: Finés

source: Faeroese
es_es: Feroés

source: Estonian
es_es: Estonio

source: English (Zimbabwe)
es_es: Inglés (Zimbabwe)

source: English (United States)
es_es: Inglés (Estados Unidos)

source: English (United Kingdom)
es_es: Inglés (Reino Unido)

source: English (Trinidad)
es_es: Inglés (Trinidad)

source: English (South Africa)
es_es: Inglés (Sudáfrica)

source: English (Phillipines)
es_es: Inglés (Filipinas)

source: English (New Zealand)
es_es: Inglés (Nueva Zelanda)

source: English (Jamaica)
es_es: Inglés (Jamaica)

source: English (Ireland)
es_es: Inglés (Irlanda)

source: English (Canada)
es_es: Inglés (Canada)

source: English (Belize)
es_es: Inglés (Belice)

source: English (Australia)
es_es: Inglés (Australia)

source: English
es_es: Inglés

source: Dutch (Netherlands)
es_es: Neerlandés (Países Bajos)

source: Dutch (Belgium)
es_es: Neerlandés (Bélgica)

source: Dutch
es_es: Neerlandés

source: Danish
es_es: Danés

source: Czech
es_es: Checo

source: Croatian
es_es: Croata

source: Chinese (Traditional)
es_es: Chino (Tradicional)

source: Chinese (Simplified)
es_es: Chino (Simplificado)

source: Catalan
es_es: Catalán

source: Bulgarian
es_es: Bulgaro

source: Belarusian
es_es: Bielorruso

source: Basque
es_es: Vasco

source: Arabic (Bahrain)
es_es: Árabe (Baréin)

source: Arabic (Kuwait)
es_es: Árabe (Kuwait)

source: Arabic (Jordan)
es_es: Árabe (Jordania9

source: Arabic (Yemen)
es_es: Árabe (Yemen)

source: Arabic (Tunisia)
es_es: Árabe (Túnez)

source: Arabic (Algeria)
es_es: Árabe (Algeria)

source: Arabic (Egypt)
es_es: Árabe (Egipto)

source: Arabic (Saudi Arabia)
es_es: Árabe (Arabia Saudí)

source: Arabic
es_es: Árabe

source: Albanian
es_es: Albanés

source: Include list of active plugins in diagnostics results.
es_es: Incluye la lista de plugins activos en los resultados del diagnóstico.

source: Contact your web hosting provider to inquire how to increase the PHP memory limit on your web server.
es_es: Contacta con tu proveedor de alojamiento para preguntar como aumentar el límite de memoria PHP en tu servidor web.

source: WordPress Version %s
es_es: Versión de WordPress %s

source: Warning
es_es: Advertencia

source: Failed
es_es: Fallo

source: Success
es_es: Correcto

source: Blubrry PowerPress diagnostic results for %s
es_es: Resultado del diagnóstico de Blubrry PowerPress para %s

source: Web Site:
es_es: Sitio web:

source: Version:
es_es: Versión:

source: Relative Path:
es_es: Ruta relativa:

source: Active Plugins
es_es: Plugins activos

source: message 4:
es_es: mensaje 4:

source: message 3:
es_es: mensaje 3:

source: temp directory:
es_es: directorio temporal:

source: System Information
es_es: Información del sistema

source: Uploading Artwork
es_es: Subir carátula

source: message 2:
es_es: mensaje 2:

source: message:
es_es: mensaje:

source: Detecting Media Information
es_es: Detección de información de medios

source: Additional Player Options:
es_es: Opciones adicionales del reproductor:

source: Podcast Channels:
es_es: Canales de podcast:

source: Category Podcasting:
es_es: Podcasting por categorías:

source: Feed capability:
es_es: Capacidad del feed:

source: Enabled
es_es: Activado

source: Podcasting capability:
es_es: Capacidad de podcasting:

source: yes
es_es: sí

source: episode box file size/duration fields:
es_es: campos duración/tamaño de la caja del episodio:

source: PowerPress version:
es_es: Versión de PowerPress:

source: Important PowerPress Settings
es_es: Ajustes importantes de PowerPress

source: Open basedir:
es_es: Abrir basedir:

source: System:
es_es: Sistema:

source: WordPress MU Version:
es_es: Versión de WordPress MU:

source: WordPress Version:
es_es: Versión de WordPress:

source: Blog URL:
es_es: URL del blog:

source: Blog Title:
es_es: Título del blog:

source: Diagnostic results sent to %s.
es_es: Resultados de diagnóstico enviados a %s.

source: PHP running in CGI mode.
es_es: PHP ejecutándose en modo CGI.

source: Temporary directory %s is not writable.
es_es: No se puede escribir en el directorio temporal %s.

source: Temporary directory %s is writable.
es_es: Se puede escribir en el directorio temporal %s.

source: No temporary directory available.
es_es: No hay ningún directorio temporal disponible.

source: We recommend that you have at least %dM (4M more that what is currently used) or more memory to accomodate all of your installed plugins.
es_es: Recomendamos que tengas al menos %dMB o más para un funcionamiento adecuado de todos los plugins que tienes instalados. 4MB más de lo que se está utilizando en este momento.

source: Warning:
es_es: Aviso:

source: Your scripts have a total of %dM.
es_es: Tus scripts tienen un total de %dM.

source: You are using %d%% (%.01fM of %dM) of available memory. Versions of PHP 5.2 or newer will give you a more accurate total of memory usage.
es_es: Estás utilizando %d%% (%.01fMB of %dMB) de la memoria disponible. Versiones de PHP 5.2 o superiores te darán un mejor utilización de la memoria disponible.

source: You are using %d%% (%.01fM of %.01dM) of available memory.
es_es: Estás utilizando %d%% (%.01fMB of %.01dMB) de la memoria disponible.

source: Your scripts have no limit to the amount of memory they can use.
es_es: Tus scripts no tienen límite a la cantidad de memoria que pueden usar.

source: Your version of PHP (%s) will work, but PHP 7.0 or newer is recommended.
es_es: Tu versión de PHP (%s) funciona, aunque se recomienda usar PHP 7.0 o superior.

source: Your version of PHP (%s) is OK, though PHP 7.0 or newer is recommended.
es_es: Tu versión de PHP (%s) está bien, aunque se recomienda usar PHP 7.0 o superior.

source: Your version of PHP (%s) is OK!
es_es: ¡Tu versión de PHP (%s) está bien!

source: An error occurred obtaining the uploads directory from WordPress.
es_es: Ha ocurrido un error obteniendo el directorio de subida de WordPress.

source: You are able to upload and save artwork images for your podcasts.
es_es: Puedes subir y guardar las carátulas de tus podcast.

source: PowerPress is unable to write to the %s directory.
es_es: PowerPress no puede escribir en el directorio %s.

source: Unable to create directory %s. Is its parent directory writable by the server?
es_es: No se pudo crear el directorio %s. Asegúrate de que el servidor tiene permisos de escritura para el directorio superior

source: Your server requires the php.ini setting 'file_uploads' enabled in order to upload podcast artwork.
es_es: Tu servidor requiere que el ajuste 'file_uploads' de el archivo php.ini esté activado para poder subir carátulas de podcast.

source: Your server must either have the php.ini setting 'allow_url_fopen' enabled or have the PHP cURL library installed in order to detect media information.
es_es: El servidor debe tener activada la configuración 'allow_url_fopen' en php.ini o tener instalada la biblioteca CURL de PHP para detectar la información de los medios.

source: Your web server is configured with the php.ini setting 'allow_url_fopen' enabled.
es_es: Tu servidor web tiene configurado en php.in el parámetro 'allow_url_fopen' como activado.

source: Warning: The php.ini setting 'open_basedir' will prevent the cURL library from following redirects in URLs.
es_es: Advertencia: El ajuste en php.ini 'open_basedir' evitará que la biblioteca cURL siga los redireccionamientos en las URLs.

source: Your web server is also configured with the php.ini setting 'allow_url_fopen' enabled, but the cURL library takes precedence.
es_es: El archivo php.ini de tu servidor web tiene el ajuste 'allow_url_fopen' activado, pero la biblioteca cURL tiene prioridad.

source: Your web server supports the PHP cURL library.
es_es: Tu servidor web es compatible con la biblioteca cURL de PHP.

source: Blog title:
es_es: Título del blog:

source: leave blank to use blog title
es_es: déjalo en blanco para utilizar el título del blog

source: Program Title
es_es: Título del programa

source: Podcast Settings
es_es: Ajustes de podcast

source: Switch to Advanced Mode
es_es: Cambiar a modo avanzado

source: Simple Mode
es_es: Modo sencillo

source: Submit your podcast to iTunes and other podcast directories
es_es: Enviar tu podcast a iTunes y otros directorios de podcast

source: Step 3
es_es: Paso 3

source: Need help?
es_es: ¿Necesitas ayuda?

source: Create a blog post with an episode
es_es: Crear una entrada de blog con un episodio

source: Fill out the settings on this page
es_es: Rellena los ajustes en esta página

source: Blubrry Podcast Statistics
es_es: Estadísticas del podcast en Blubrry

source: Dismiss
es_es: Descartar

source: The &#8220;slug&#8221; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
es_es: El &#8220;slug&#8221; es la versión amigable de la URL del nombre. Suele estar en minúsculas y contiene solo letras, números y guiones.

source: Feed Slug
es_es: Slug del feed

source: The name is used for use within the administration area only.
es_es: El nombre se usa solo dentro del área de administración.

source: Add Podcast Channel
es_es: Añadir canal de podcast

source: Note: The default channel "Podcast" is currently using global PowerPress settings. Click %s to customize the default "Podcast" channel.
es_es: Nota: El canal por defecto «Podcast» esta actualmente usando los ajustes globales de PowerPress. Haz clic en %s para personalizar el canal por defecto «Podcast».

source: Delete
es_es: Borrar

source: You are about to delete feed '%s' 'Cancel' to stop, 'OK' to delete.
es_es: Estás apunto de borrar el feed '%s' «Cancelar» para cancelar, «Aceptar» para borrar.

source: default channel
es_es: canal por defecto

source: Episodes
es_es: Episodios

source: Name
es_es: Nombre

source: Select Category
es_es: Elegir categoría

source: Category
es_es: Categoría

source: Validate Feed
es_es: Validar feed

source: Visit %s
es_es: Visita %s

source: Remove
es_es: Quitar

source: You are about to remove podcast settings for category feed '%s' 'Cancel' to stop, 'OK' to delete.
es_es: Estás a punto de borrar los ajustes del podcast del feed de la categoría «%s» «Cancelar» para cancelar, «Aceptar» para borrar.

source: Edit
es_es: Editar

source: Edit "%s"
es_es: Editar «%s»

source: Category Podcasting adds custom podcast settings to specific blog category feeds, allowing you to organize episodes by topic.
es_es: Podcasting por categorías añade ajustes personalizados a categorías especificas de las entradas, permitiéndote organizar episodios por asunto.

source: Feed URL
es_es: URL del Feed

source: Category Name
es_es: Nombre de la categoría

source: A square image that is 300 x 300 pixel or larger in .jpg format is recommended.
es_es: Una imagen cuadrada de 300 x 300 píxeles o mayor en formato .jpg es lo recomendable.

source: RSS image should be at least 88 pixels wide and at least 31 pixels high in either .gif, .jpg and .png format.
es_es: La imagen del RSS debe tener al menos 88 píxeles de ancho y al menos 31 píxeles de alto, ya sea .gif, .jpg o .png.

source: Place the URL to the RSS image above.
es_es: Pon la URL a la imagen RSS de arriba.

source: RSS2 Image
es_es: Imagen RSS2

source: NOTE: You must still save artwork into your media files to guarantee your artwork is displayed during playback.
es_es: NOTA: Debes mantener guardadas las carátulas dentro de la biblioteca de medios para garantizar que las mismas se muestren durante la reproducción.

source: Also use as RSS image
es_es: Usar también como imagen RSS

source: Choose file
es_es: Selecciona archivo

source: Upload new image
es_es: Subir nueva imagen

source: Example
es_es: Ejemplo

source: preview
es_es: vista previa

source: Required
es_es: Obligatorio

source: iTunes Image
es_es: Imagen de iTunes

source: A TV-MA rating means the program may be unsuitable for those below 17. The program may contain extreme graphic violence, strong profanity, overtly sexual dialogue, very coarse language, nudity and/or strong sexual content. The Sopranos is a popular example.
es_es: Una clasificación de TV-MA significa que el programa puede ser inadecuado para las personas de menos de 17 años. El programa puede contener violencia gráfica extrema, insultos fuertes, diálogo abiertamente sexual, lenguaje muy grosero, desnudos y/o contenido sexual fuerte. Los Soprano son un ejemplo popular.

source: Parents are strongly urged to exercise greater care in monitoring this program and are cautioned against letting children of any age watch unattended. This rating may be accompanied by any of the following sub-ratings:
es_es: Se recomienda encarecidamente a los padres que tengan más cuidado al supervisar este programa y se les advierte que no dejen que los niños de cualquier edad vean desatendidos. Esta calificación puede ir acompañada de cualquiera de las siguientes subcalificaciones:
