Repository: pinctejc/wp-content
Catalog: languages/plugins/powerpress-*.po
Languages: es_es

source: Welcome
es_es: Bienvenido

source: Blubrry PowerPress Settings
es_es: Ajustes de Blubrry PowerPress

source: Read
es_es: Leer

source: Embed
es_es: Incrustar

source: Play
es_es: Reproducir

source: Download
es_es: Descargar

source: Play in new window
es_es: Reproducir en una nueva ventana

source: Duration
es_es: Duración

source: by Email
es_es: por correo electrónico

source: Subscribe:
es_es: Suscríbete:

source: More Subscribe Options
es_es: Más opciones de suscripción

source: Subscribe via RSS
es_es: Suscríbete vía RSS

source: Email
es_es: Correo electrónico

source: Subscribe by Email
es_es: Suscríbete por correo electrónico

source: Subscribe on Android
es_es: Suscríbete en Android

source: Unable to retrieve media information.
es_es: No ha sido posible recuperar la información del medio.

source: Open in New Window
es_es: Abrir en una ventana nueva

source: Player Not Available
es_es: Reproductor no disponible

source: Blubrry PowerPress Player
es_es: Reproductor de Blubrry PowerPress

source: Unauthorized
es_es: No autorizado

source: Access Denied
es_es: Acceso denegado

source: Media URL reporting incorrect content type: %s
es_es: La URL del medio ha devuelto el tipo de contenido incorrecto: %s

source: Downloaded media file is empty.
es_es: El archivo del medio descargado está vacío.

source: Error occurred downloading media file.
es_es: Ha ocurrido un error al descargar el archivo de medios.

source: Another plugin has included a different version of the GetID3 library.
es_es: Otro plugin ha incluido una versión diferente de la biblioteca GetID3.

source: Another plugin has included a different version of the GetID3 library located in %s
es_es: Otro plugin ha incluido una versión diferente de la biblioteca GetID3 ubicada en %s

source: Plugin '%s' has included a different version of the GetID3 library located in %s
es_es: El plugin '%s' ha incluido una versión diferente de la biblioteca GetID3 ubicada en %s

source: PowerPress is unable to detect media information.
es_es: PowerPress no ha podido detectar la información del archivo de audio/video.

source: Retrieving file info:
es_es: Recuperando la información del archivo:

source: Unable to download media.
es_es: Imposible descargar medios.

source: Unable to create temporary file for checking media information.
es_es: No ha sido posible crear el archivo temporal para verificar la información sobre medios.

source: Unable to obtain media size from server.
es_es: No ha sido posible obtener el tamaño del archivo de medios del servidor.

source: Unable to obtain HTTP %d redirect URL.
es_es: No ha sido posible obtener URL de la redirección HTTP %d.

source: Media URL exceeded redirect limit of %d (cURL).
es_es: La URL de medios excedió el límite de redirecciones de %d (cURL).

source: Media URL exceeded redirect limit of %d (cURL in safe mode).
es_es: La URL de medios excedió el límite de redirecciones de %d (cURL en modo a prueba de fallos).

source: Unable to connect to host:
es_es: No ha sido posible conectar con el servidor:

source: Unable to save media information to temporary directory.
es_es: No ha sido posible guardar la información del medio en el directorio temporal.

source: Unable to obtain media size from web server.
es_es: No ha sido posible obtener el tamaño del medio desde el servidor web.

source: The requested URL returned error code %d
es_es: La URL solicitada ha devuelto el código de error %d

source: The requested URL returned error code 404, file not found.
es_es: La URL solicitada ha devuelto un error 404, archivo con encontrado.

source: Unable to obtain host name from the URL:
es_es: No ha sido posible obtener un nombre de host a partir de la URL:

source: Unable to obtain host name from URL.
es_es: No ha sido posible obtener un nombre de host a partir de la URL.

source: Media URL exceeded redirect limit of %d (fopen).
es_es: La URL de los medios ha excedido el límite de redirecciones de %d (fopen)

source: Your server must either have the php.ini setting 'allow_url_fopen' enabled or have the PHP cURL library installed in order to continue.
es_es: Tu servidor debe tener la configuración de php.ini 'allow_url_fopen' habilitada o tener la biblioteca de PHP cURL instalada para poder continuar.

source: There is no excerpt because this is a protected post.
es_es: No hay extracto porque es una entrada protegida.

source: Category ID:
es_es: ID de categoría:

source: Feed Slug:
es_es: Slug del feed:

source: Select Post Type
es_es: Selecciona el tipo de contenido

source: Select Post Type:
es_es: Selecciona el tipo de contenido:

source: Post Type Podcasting
es_es: Podcasting por tipo de contenido

source: Category Podcasting
es_es: Podcasting por categoría

source: Podcast Channel
es_es: Canal del podcast

source: Default Podcast
es_es: Podcast predeterminado

source: Select Podcast Type:
es_es: Elige tipo de podcast:

source: Title:
es_es: Titulo:

source: Display subscribe to podcast links.
es_es: Mostrar enlaces de suscripción al podcast.

source: Subscribe to Podcast
es_es: Suscríbete al Podcast
