Repository: pinctejc/wp-content
Catalog: languages/plugins/powerpress-*.po
Languages: es_es

source: Swahili
es_es: Suajili

source: Subscribe to podcast
es_es: Suscríbete al podcast

source: SELECT TAXONOMY TERM
es_es: Selecciona término de taxonomía

source: Import episodes from a Buzzsprout podcast feed.
es_es: Importar capítulos de un feed de podcast de Buzzsprout.

source: Podcast from Buzzsprout
es_es: Podcast de Buzzsprout

source: Import Podcast from Buzzsprout
es_es: Importar podcast de Buzzsprout

source: MIGRATE MEDIA
es_es: Migrar medios

source: Anywhere else
es_es: Cualquier otra parte

source: COMMIT CHANGES
es_es: Enviar cambios

source: FIND AND PREVIEW CHANGES
es_es: Encontrar y previsualizar cambios

source: Also known as Premium Content
es_es: También conocido como contenido premium

source: ADD SETTINGS TO CATEGORY FEED
es_es: Añadir ajustes al feed de una categoría

source: PODCAST MANUAL
es_es: MANUAL DE PODCAST

source: Showing this link is always recommended.
es_es: Siempre es aconsejable mostrar este enlace.

source: Add Another Prefix
es_es: Añadir otro prefijo

source: Restore Defaults
es_es: Restaurar valores predeterminados

source: Coming soon Check Podcast Insider for updates.
es_es: Próximamente, busca novedades en Podcast Insider.

source: Player Contents
es_es: Contenido del reproductor

source: The Blubrry Audio Player is only available to Blubrry Hosting Customers.
es_es: El reproductor de audio de Blubrry solo está disponible para los clientes del hosting de Blubrry.

source: Blubrry Player (Modern) Settings
es_es: Ajustes del reproductor (moderno) de Blubrry

source: Activate
es_es: Activar

source: Blubrry Player (Legacy)
es_es: Reproductor de Blubrry (heredado)

source: Activate and Customize
es_es: Activar y personalizar

source: Blubrry Player (Modern)
es_es: Reproductor de Blubrry (moderno)

source: Activate and Customize Now
es_es: Activar y personalizar ahora

source: Activated
es_es: Activado

source: PowerPress Podcast Player
es_es: Reproductor de podcast de PowerPress

source: Podcast Description
es_es: Descripción del pódcast

source: I don't need free, accurate statistics
es_es: No necesito estadísticas gratuitas

source: Free Stats
es_es: Estadísticas gratuitas

source: Not enough storage space remaining to publish this file.
es_es: No queda espacio de almacenamiento para publicar este archivo.

source: Show link under player
es_es: Mostrar bajo el reproductor

source: Error accessing account:
es_es: Error al acceder a la cuenta:

source: Subscribe on Amazon Music
es_es: Suscríbete a Amazon Music

source: Current Lists
es_es: Listas actuales

source: Edit Or Create Lists
es_es: Editar o crear listas

source: Current programs in list
es_es: Programas actualmente en la lista

source: Create Page
es_es: Crear página

source: Current Link Page
es_es: Página de enlace actual

source: Set, create, change or unlink the list page
es_es: Establecer, crear, cambiar o desvincular la página de lista

source: Current List Description
es_es: Descripción de la lista actual

source: Current List Title
es_es: Título de la lista actual

source: Edit the title and description of the list
es_es: Editar el título y la descripción de la lista

source: Edit Lists And Its Page and Programs
es_es: Editar listas y su página y programas

source: Manage List
es_es: Gestionar la lista

source: Create
es_es: Crear

source: Create New List
es_es: Crear nueva lista

source: Applicants
es_es: Candidatos

source: Lists
es_es: Listas

source: Programs
es_es: Programas

source: Remove program
es_es: Eliminar programa

source: Unlink page
es_es: Desvincular la página

source: Change Page
es_es: Cambiar página

source: Unlink the page linked to the current page
es_es: Desvincular la página vinculada a la página actual

source: Change the link page to another link
es_es: Cambiar la página del enlace a otro enlace

source: Change Page or Unlink the page
es_es: Cambiar página o desvincular la página

source: Set Page
es_es: Establecer página

source: Page To Link
es_es: Página a enlace

source: Select Existing Page
es_es: Seleccionar página existente

source: Create New Page
es_es: Crear nueva página

source: Select existing page: Link a pre-created page to the current program
es_es: Seleccionar página existente: Vincula una página creada previamente al programa actual

source: Create new page: Create a new page linking to the the current program
es_es: Crear nueva página: crea una nueva página vinculada al programa actual

source: &#8592; Cancel
es_es: ← Cancelar

source: Current Programs
es_es: Programas actuales

source: &#8592; Back
es_es: ← Atrás

source: Create Application Page
es_es: Crear página de aplicación

source: Network:
es_es: Red:

source: Approved
es_es: Aprobado

source: Pending
es_es: Pendiente

source: Back
es_es: Volver

source: New List Description
es_es: Nueva descripción de la lista

source: Old List Description
es_es: Descripción de la lista antigua

source: New List Title
es_es: Nuevo título de lista

source: Old List Title
es_es: Título de la lista antigua

source: This feature allows you to publish to multiple Blubrry-hosted shows from a single user account.
es_es: Esta función permite publicar en varios programas alojados en Blubrry desde una sola cuenta de usuario.

source: close
es_es: cerrar

source: Error: No podcast program selected.
es_es: Error: No se ha seleccionado ningún programa de podcast.

source: Re-send email
es_es: Volver a enviar correo electrónico

source: Blubrry Account Not Yet Verified
es_es: Cuenta De Blubrry aún no verificada

source: Error verifying account:
es_es: Error al verificar la cuenta:

source: Account not verified.
es_es: Cuenta no verificada.

source: Error creating temporary client:
es_es: Error al crear un cliente temporal:

source: Account linked successfully.
es_es: Cuenta vinculada correctamente.

source: Error retrieving access token:
es_es: Error al recuperar el token de acceso:

source: Error issuing client:
es_es: Error al emitir el cliente:

source: Create a network of podcasts.
es_es: Crear una red de podcasts.

source: PowerPress Network
es_es: Red PowerPress

source: POWERPRESS DOCUMENTATION
es_es: DOCUMENTACIÓN DE POWERPRESS

source: Image has an invalid file type:
es_es: La imagen tiene un tipo de archivo no válido:

source: Custom video play button image has an invalid file type:
es_es: La imagen personalizada del botón de reproducción de vídeo tiene un tipo de archivo no válido:

source: Custom audio play button image has an invalid file type:
es_es: La imagen del botón de reproducción de audio personalizada tiene un tipo de archivo no válido:

source: Poster image has an invalid file type:
es_es: La imagen del póster tiene un tipo de archivo no válido:

source: Coverart image has an invalid file type:
es_es: La imagen de Coverart tiene un tipo de archivo no válido:

source: RSS2 image has an invalid file type:
es_es: La imagen RSS2 tiene un tipo de archivo no válido:

source: Apple Podcasts image has an invalid file type:
es_es: La imagen de Apple Podcasts tiene un tipo de archivo no válido:

source: Persian (Afghanistan)
es_es: Persa (Afganistán)

source: Persian
es_es: Persa

source: These rules may interfere with custom styling or styling from other plugins.
es_es: Estas reglas pueden interferir con el estilo personalizado o el estilo de otros plugins.

source: Shape
es_es: Forma

source: Height of new window
es_es: Altura de la nueva ventana

source: Width of new window
es_es: Ancho de la nueva ventana

source: Leave blank to use default
es_es: Déjalo en blanco para usar el título por defecto de la categoría

source: Subscribe Links Under Player
es_es: Enlaces de suscripción bajo el reproductor

source: BACKGROUND COLOR
es_es: COLOR DE FONDO

source: Show link on subscribe page
es_es: Mostrar enlace en la página de suscripción

source: Show link in subscribe sidebar
es_es: Mostrar enlace en la barra lateral de suscripción

source: Use this URL to submit your podcast to various directories.
es_es: Usa esta URL para enviar tu podcast a varios directorios.

source: Blubrry Directory
es_es: Directorio Blubrry

source: How to submit a podcast to Pandora
es_es: Cómo enviar un podcast a Pandora

source: How to submit a podcast to Deezer
es_es: Cómo enviar un podcast a Deezer

source: How to submit a podcast to iHeartRadio
es_es: Cómo enviar un podcast a iHeartRadio

source: Subscribe by Android not available
es_es: Suscribirse por Android no está disponible

source: How to submit a podcast to Blubrry Directory
es_es: Cómo enviar un podcast a Blubrry Directory

source: How to submit a podcast to Spotify
es_es: Cómo enviar un podcast a Spotify

source: How to submit a podcast to TuneIn
es_es: Cómo enviar un podcast a TuneIn

source: How to submit a podcast to Stitcher
es_es: Cómo enviar un podcast a Stitcher

source: How to submit a podcast to Google
es_es: Cómo enviar un podcast a Google

source: Follow the steps to submit your podcast to Apple then come back here and enter the Subscription URL. Apple will email your Subscription URL to your Apple Email when your podcast is accepted into the Apple Podcasts Directory.
es_es: Sigue los pasos para enviar tu podcast a Apple y, a continuación, vuelve aquí e introduce la URL de suscripción. Apple enviará por correo electrónico tu URL de suscripción a tu correo electrónico de Apple cuando el podcast se acepte en el directorio de podcasts de Apple.

source: How to submit a podcast to Apple
es_es: Cómo enviar un podcast a Apple

source: Complete
es_es: Completo

source: Feed Type
es_es: Tipo de Feed

source: Explicit
es_es: Explícito

source: Author Email
es_es: Email del Autor

source: Author Name
es_es: Nombre del autor

source: Category 3
es_es: Categoría 3

source: Category 2
es_es: Categoría 2

source: Program Keywords
es_es: Palabras clave del programa

source: Episode Summary
es_es: Resumen del episodio

source: Program Summary
es_es: Resumen del programa en iTunes

source: Program Subtitle
es_es: Subtítulo del programa en iTunes

source: Copyright text
es_es: Texto de copyright

source: Show Description
es_es: Mostrar descripción

source: Leave blank to use blog title for the show
es_es: Dejar en blanco para usar el título del blog para el espectáculo

source: Your podcast RSS feed:
es_es: Tu podcast RSS feed:

source: Other
es_es: Otro

source: Subscribe on Blubrry
es_es: Suscríbete en Blubrry

source: Use the program Apple podcast image above as your Apple episode image.
es_es: Usa el programa Apple podcast image arriba como tu imagen de episodio de Apple.

source: Apple Episode Image
es_es: Imagen del episodio de Apple

source: Upload Image
es_es: Subir imagen

source: Apple Podcast image must be at least 1400 x 1400 pixels in .jpg or .png format. Apple Podcast image must not exceed 3000 x 3000 pixels and must use RGB color space. The filesize should not exceed 0.5MB.
es_es: La imagen de Apple Podcast debe tener al menos 1400 x 1400 píxeles en formato .jpg o .png. La imagen de Apple Podcast no debe superar los 3000 x 3000 píxeles y debe utilizar espacio de color RGB. El tamaño de archivo no debe superar los 0,5 MB.

source: Donate URL
es_es: Url de donación

source: Optional
es_es: Opcional

source: <em>PODCAST INSIDER</em> NEWS &amp; UPDATES
es_es: <em>PODCAST INSIDER</em> NOTICIAS Y ACTUALIZACIONES

source: Done!
es_es: ¡Hecho!

source: Not done
es_es: No hecho

source: Podcast Status
es_es: Estado del podcast

source: CREATE NEW EPISODE
es_es: CREAR NUEVO EPISODIO

source: Number of Episodes
es_es: Número de episodios

source: By
es_es: Por

source: LET'S CONNECT
es_es: VAMOS A CONECTAR

source: Already have a Blubrry account?
es_es: ¿Ya tienes una cuenta Blubrry?

source: SEE MY OPTIONS
es_es: VER MIS OPCIONES

source: <b>PowerPress</b> works best with <b>Blubrry</b>
es_es: <b>PowerPress</b> funciona mejor con <b>Blubrry</b>

source: Connected to <b>Blubrry</b>
es_es: Conectado a <b>Blubrry</b>

source: Optimize how your podcast appears in Internet search results.
es_es: Optimiza cómo aparece tu podcast en los resultados de búsqueda en Internet.

source: Play in New Window
es_es: Reproducir en una nueva ventana

source: What this means and why it's important
es_es: Lo que esto significa y por qué es importante

source: Default
es_es: Por defecto

source: Feed episode title replaces post title
es_es: Título del episodio de noticias reemplaza el título de la publicación

source: MORE ARTICLES AT
es_es: MÁS ARTÍCULOS EN

source: Read more
es_es: Leer más

source: Learn more about Blubrry Support Options
es_es: Más información sobre las opciones de soporte de Blubrry

source: Blubrry Services Info
es_es: Información de Blubrry Services

source: Remove Episode
es_es: Eliminar episodio

source: CANCEL
es_es: CANCELAR

source: Connect Blubrry Account
es_es: Conectar cuenta Blubrry

source: Your Blubrry account is connected
es_es: Tu cuenta de Blubrry está conectada

source: Episode Imported
es_es: Episodio importado

source: Skip Media Verification
es_es: Omitir verificación de medios

source: Episode Box Appearance
es_es: Apariencia de la caja de episodios

source: This artwork only shows up if your podcast media is a video file.
es_es: Esta ilustración solo se muestra si el contenido multimedia del podcast es un archivo de vídeo.

source: Podcast Insider by Blubrry
es_es: Podcast Insider de Blubrry

source: Leave blank to use default.
es_es: Déjalo en blanco para usar el título por defecto de la categoría.

source: Learn more about shortcodes here.
es_es: Obtén más información sobre los shortcodes aquí.

source: Player height
es_es: Altura del reproductor

source: Player width
es_es: Ancho del reproductor

source: Video Player Size
es_es: Tamaño del reproductor de vídeo

source: Episode Player
es_es: Reproductor de episodios

source: Poster image URL
es_es: URL de la imagen del póster

source: PREVIEW
es_es: VISTA PREVIA

source: Apple Image URL
es_es: URL de la imagen de Apple

source: Episode artwork should be square and have dimensions between 1400 x 1400 pixels and 3000 x 3000 pixels.
es_es: La ilustración del episodio debe ser cuadrada y tener dimensiones entre 1400 x 1400 píxeles y 3000 x 3000 píxeles.

source: Apple Podcasts episode order
es_es: Orden de episodios de Apple Podcasts

source: Feature episode
es_es: Episodio destacado

source: Apple Podcasts block episode
es_es: Episodio de bloque de Apple Podcasts

source: Block
es_es: Bloque

source: Full Episode
es_es: Episodio completo

source: Apple Podcasts episode type
es_es: Tipo de episodio de Apple Podcasts

source: Apple Podcasts episode subtitle
es_es: Subtítulo del episodio de Apple Podcasts

source: Subtitle
es_es: Subtítulo

source: Apple Podcasts episode author
es_es: Autor del episodio de Apple Podcasts

source: Author
es_es: Autor

source: Apple Podcasts episode summary
es_es: Resumen del episodio de Apple Podcasts

source: Summary
es_es: Resumen

source: Hide Settings &#708;
es_es: Ocultar ajustes &#708;

source: Apple Podcasts season number
es_es: Número de temporada de Apple Podcasts

source: If your feed type is set to serial, you may specify a season for each episode.
es_es: Si el tipo de feed está configurado en serie, puedes especificar una temporada para cada episodio.

source: Season #
es_es: Temporada #

source: Apple Podcasts episode number
es_es: Número de episodio de Apple Podcasts

source: Episode #
es_es: Episodio #

source: Apple Podcasts episode title
es_es: Título del episodio de Apple Podcasts

source: Title
es_es: Título

source: EXPLICIT
es_es: EXPLICITO

source: CLEAN
es_es: LIMPIO

source: Clean content
es_es: Contenido limpio

source: NOT SET
es_es: NO ESTABLECIDO

source: Fill this section out thoroughly to optimize the exposure that your podcast gets on Apple.
es_es: Rellena esta sección a fondo para optimizar la exposición que tu podcast obtiene en Apple.

source: Apple Podcasts Optimization (optional)
es_es: Optimización de podcasts de Apple (opcional)

source: The episode description is pulled from your WordPress post content, which can be edited above.
es_es: La descripción del episodio se extrae de su contenido de publicación de WordPress, que se puede editar arriba.

source: Please enter your description in the space above the episode box, underneath the post title.
es_es: Introduce tu descripción en el espacio situado encima del cuadro de episodio, debajo del título de la publicación.

source: Episode Description
es_es: Descripción del episodio

source: The episode title is pulled from your WordPress post title at the top of this page.
es_es: El título del episodio se extrae de su título de publicación de WordPress en la parte superior de esta página.

source: Custom episode title
es_es: Título del episodio personalizado

source: Please enter your episode title in the space for post title, above the post description.
es_es: Introduce el título de tu episodio en el espacio para el título de la publicación, encima de la descripción de la publicación.

source: Duration not specified
es_es: Duración no especificada

source: Duration seconds
es_es: Duración segundos

source: Duration minutes
es_es: Minutos de duración

source: Duration hours
es_es: Horas de duración

source: File size in bytes
es_es: Tamaño de archivo en bytes

source: Show file size and duration
es_es: Mostrar el tamaño y la duración del archivo

source: CHOOSE FILE
es_es: ELEGIR ARCHIVO

source: File Media or URL
es_es: Medios de archivo o URL

source: Type
es_es: Tipo

source: Advanced
es_es: Avanzado

source: Episode Info
es_es: Información del episodio

source: Create a new episode
es_es: Crear un nuevo episodio

source: Release a new episode or blog post.
es_es: Publica un nuevo episodio o entrada de blog.

source: Looks like you have some media migrating to your Blubrry hosting account.
es_es: Parece que tienes algunos medios migrando a tu cuenta de alojamiento Blubrry.

source: Get started by creating your first post and adding an episode.
es_es: Comienza creando tu primera publicación y agregando un episodio.

source: Time to work on a new episode
es_es: Es hora de trabajar en un nuevo episodio

source: Don’t know what a podcast host is?
es_es: ¿No sabes lo que es un anfitrión de podcast?

source: You can now now able to upload episodes from within WordPress to blubrry, view Free Stats from the wordpress dashboard.
es_es: Ahora puedes subir episodios desde WordPress a blubrry, ver estadísticas básicas desde el escritorio de wordpress.

source: You're ready to go!
es_es: ¡Estás listo!

source: Have you started your podcast?
es_es: ¿Has empezado tu podcast?

source: Welcome to PowerPress
es_es: Bienvenido a PowerPress

source: Learn more about Podcast Artwork
es_es: Más información sobre Podcast Artwork

source: RGB color space
es_es: Espacio de color RGB

source: .jpg or .png
es_es: .jpg o .png

source: Maximum size: 3000px x 3000px
es_es: Tamaño máximo: 3000px x 3000px

source: Minimum size: 1400px x 1400px
es_es: Tamaño mínimo: 1400px x 1400px

source: Upload
es_es: Subir

source: Continue
es_es: Continuar

source: Does your podcast contain explicit content?
es_es: ¿Tu podcast contiene contenido explícito?

source: Enter the title of your podcast
es_es: Introduce el título de tu podcast

source: Podcast Title
es_es: Título del podcast

source: Before you can upload your podcast, you need to name it and add podcast artwork.
es_es: Antes de poder subir tu podcast, debes nombrarlo y añadir ilustraciones de podcast.

source: Error saving Apple Podcasts image
es_es: Error al guardar la imagen de Apple Podcasts

source: from URL:
es_es: desde la URL:

source: Subscribe Button Preview
es_es: Vista previa del botón de suscripción

source: Pandora Listing URL
es_es: URL del perfil en Pandora

source: Deezer Listing URL
es_es: URL del perfil en Deezer

source: iHeartRadio Listing URL
es_es: URL del perfil en iHeartRadio

source: Select Exclude to remove !important and text align left CSS styling.
es_es: Selecciona «Excluir» para quitar el !important y la alieación a la izquierda de los estilos CSS.

source: Exclude recommended styling
es_es: Excluir los estilos recomendados

source: Include recommended styling (recommended)
es_es: Incluir los estilos recomendados (recomendado)

source: Select the appearance of the subscribe buttons used on your subscribe page
es_es: Selecciona el aspecto de los botones de suscripción de tu página de suscripción

source: Subscribe Widget
es_es: Widget de suscripción

source: Rounded
es_es: Redondeado

source: Squared
es_es: Cuadrado

source: Subscribe on Pandora
es_es: Suscríbete en Pandora

source: Subscribe on Deezer
es_es: Suscríbete en Deezer

source: Subscribe on iHeartRadio
es_es: Suscríbete en iHeartRadio

source: Posting to social been scheduled! Please allow up to an hour to post.
es_es: ¡Publicación social programada! Por favor, espera hasta una hora para la publicación.

source: The media file must be hosted on Blubrry to post to social sites.
es_es: El medio debe alojarse en Blubrry para publicar en sitios sociales.

source: If you appreciate PowerPress and the features provided, we would greatly appreciate it if you could <a href="%s" target="_blank">leave a review on WordPress.org</a>.
es_es: Si te gusta PowerPress y las características proporcionadas, te agradeceríamos mucho si pudieras <a href="%s" target="_blank">dejar una reseña en WordPress.org</a>.

source: Please enter an Apple Podcasts category to prepare yourself for the new 2019 categories
es_es: Por favor, introduce una categoría de Apple Podcasts para prepararte para las nuevas categorías de 2019

source: Zulu
es_es: Zulú

source: Vietnamese
es_es: Vietnamita

source: Tibetan
es_es: Tibetano

source: Thai
es_es: Tailandés

source: Multi-program mode (publish to multiple Blubrry Hosting Accounts)
es_es: Modo multiprograma (publicar en varias cuentas de alojamiento de Blubrry)

source: No Default
es_es: Sin predeterminado

source: Select Default Program
es_es: Selecciona el programa predeterminado

source: Reset, are you sure?
es_es: Restablecer, ¿estás seguro?

source: or
es_es: o

source: The Skip-to-Position in Player shortcode creates a link in your page to skip to the specified position in the player. Time may be entered in seconds, minutes:seconds, or hours:minutes:seconds. A label may be specified by providing text followed by a closing shortcode tag..
es_es: El shortcode para saltar a la posición en el reproductor crea un enlace en tu página para saltar a una posición especificada en el mismo. El tiempo debe ser introducido en segundos, minutos:segundos u horas:minutos:segundos. Se puede especificar una etiqueta proporcionando un texto seguido de una etiqueta de cierre del shortcode.

source: PowerPress Skip-to-Position in Player Shortcode
es_es: Shortcode para saltar a la posición en el reproductor de PowerPress

source: Import episodes from an Anchor.fm podcast feed.
es_es: Importar capítulos de otro feed de podcast de Anchor.fm.

source: Import Podcast from Anchor.fm
es_es: Importar podcast desde Anchor.fm

source: Podcast from Anchor.fm
es_es: Podcast de Anchor.fm

source: Include Emoji in feeds.
es_es: Incluir Emojis en los feeds.

source: Emoji may not be supported with your WordPress installation. Please upgrade your database to support utf8mb4 available in WordPress 4.2 and newer.
es_es: Los Emojis pueden no ser compatibles con tu instalación de WordPress. Por favor, actualiza tu base de datos para que sea compatible con utf8mb4, disponible desde la versión 4.2 o posterior de WordPress.

source: Skip to %s
es_es: Saltar a %s

source: Spotify Listing URL
es_es: URL de la ficha de Spotify
