Repository: pinctejc/wp-content
Catalog: languages/plugins/powerpress-*.po
Languages: es_es

source: Google Podcasts directory is available through Google search, Google Home smart speakers, and the new Google Podcasts app for Android. As long as your podcast website is discoverable by Google search, your podcast will be included in this directory.
es_es: El directorio de Google Podcasts está disponible en la búsqueda de Google, en el altavoz inteligente Google Home y la nueva app de Google Podcasts para Android. Si la web de tu podcast puede ser descubierta por la búsqueda de Google, tu podcast será añadido a este directorio.

source: Google Listing URL
es_es: URL de la ficha de Google

source: Apple Subscription URL
es_es: URL de suscripción de Apple

source: Apple Settings
es_es: Ajustes de Apple

source: Use this option to mirror your podcast feed to provide fast, scalable subscriptions to your show. This option is not required. Service is FeedBurner compatible.
es_es: Usa esta opción para hacer un respaldo del feed de tu podcast y, así, proporcionar suscripciones rápidas y escalables para tu programa. Esta opción no es obligatoria. El servicio es compatible con FeedBurner.

source: PodcastMirror Feed URL
es_es: URL del feed en PodcastMirror

source: Feature Episode in Apple and Google Podcasts
es_es: Destacar episodio en Apple y Google Podcasts

source: Subscribe on Spotify
es_es: Suscríbete en Spotify

source: Subscribe on Google Podcasts
es_es: Suscríbete en Google Podcasts

source: There was a problem fetching your post to social settings.
es_es: Hubo un problema al obtener los ajustes sociales de tu publicación.

source: You must connect your Blubrry account and set up a program.
es_es: Debes conectar tu cuenta Blubrry y establecer un programa.

source: You do not have sufficient permission to do this.
es_es: No tienes permisos suficientes para hacer esto.

source: Post to Social
es_es: Publicación social

source: Nothing posted yet.
es_es: Aún no se ha publicado nada.

source: No podcast episode available in this post to send to social sites.
es_es: No hay ningún episodio de podcast disponible en esta publicación para enviarlo a los sitios sociales.

source: Episode posted to social sites.
es_es: El episodio se publicó en los sitios sociales.

source: PowerPress Post to Social
es_es: Publicación social de PowerPress

source: Blubrry Player settings saved successfully.
es_es: Los ajustes del reproductor Blubrry se han guardado correctamente.

source: Display field for entering iTunes episode image
es_es: Mostrar campo para introducir la imagen del episodio de iTunes

source: If the option is checked and an episode level iTunes image is set, it will be used for the player instead of the coverart. The URLs to the images must be https:// in order to appear on social networking sites.
es_es: Si se marca la opción y se establece una imagen de episodio de iTunes, será usada por el reproductor en vez de la carátula del podcast. Las URLs de la imágenes deben ser https:// para que aparezcan en redes sociales.

source: Episode Image
es_es: Imagen del episodio

source: Player Style
es_es: Estilo del reproductor

source: Share Button
es_es: Botón para compartir

source: Subscribe Button
es_es: Botón de suscripción

source: Download Button
es_es: Botón de descarga

source: Shownotes/Embed Button
es_es: Botón de notas del programa/incrustar

source: Font Color
es_es: Color de la fuente

source: Buttons
es_es: Botones

source: Player Customization Settings
es_es: Ajustes de personalización del reproductor

source: Restore Default Colors
es_es: Restaurar colores por defecto

source: Blubrry Player
es_es: Reproductor Blubrry

source: Punjabi
es_es: Panyabí

source: Show Field
es_es: Mostrar campo

source: Hide Field
es_es: Ocultar campo

source: Use iTunes episode image with player
es_es: Usar la imagen del episodio iTunes con el reproductor

source: PHP's XML extension is not available. Please contact your hosting provider to enable PHP's XML extension.
es_es: La extensión XML de PHP no esta disponible. Por favor, contacta a tu proveedor de alojamiento para activar la extensión XML de PHP.

source: No iTunes image downloaded.
es_es: Imagen de iTunes no descargada.

source: Program iTunes image
es_es: Imagen de iTunes del programa

source: Use episode iTunes image if set
es_es: Usa la imagen del episodio en iTunes si fue configurada

source: Bonus
es_es: Extra

source: Trailer
es_es: Avance

source: Full (default)
es_es: Completo (por defecto)

source: Serial: displays latest episode last.
es_es: Seriado: muestra el último episodio al final.

source: Episodic: displays latest episode first.
es_es: Episódico: muestra el último episodio al principio.

source: Serial
es_es: Seriado

source: Episodic (default)
es_es: Episódico (por defecto)

source: Read More tagged posts
es_es: Leer más publicaciones etiquetadas

source: Hide player / links:
es_es: Ocultar reproductor / enlaces:

source: Display player / links:
es_es: Mostrar reproductor / enlaces:

source: Enter specifics about episode including episode number, season number and type (full, trailer, or bonus).
es_es: Escribe los detalles sobre el episodio, incluyendo el número de episodio, número de temporada y tipo de publicación (completa, avance o extra).

source: Specify Apple Podcast episode title separate from podcast feed title.
es_es: Especifica el título del episodio del podcast de Apple separado del título del feed del podcast.

source: Subscribe on Apple Podcasts
es_es: Suscríbete en Apple Podcasts

source: Error, unable to locate term taxonomy.
es_es: Error, no se ha encontrado el término de taxonomía.

source: Post Status
es_es: Estado de la entrada

source: Remove query strings from media URLs
es_es: Eliminar cadenas de consulta de las URL de los medios

source: Please create a taxonomy podcast to continue.
es_es: Por favor, crea un podcast de taxonomía para continuar.

source: Select Taxonomy Podcast
es_es: Selecciona el podcast de taxonomía

source: Podcast Taxonomy feed
es_es: Feed del podcast de taxonomía

source: Feed slug
es_es: Slug del feed

source: Post type
es_es: Tipo de entrada

source: Podcast Post Type feed
es_es: Feed del tipo de contenido podcast

source: Select Channel feed
es_es: Selecciona canal de feed

source: WARNING: Your server should support SSL either openssl or curl_ssl.
es_es: ADVERTENCIA: Tu servidor debe ser compatible con SSL mediante openssl o curl_ssl.

source: There is no content because this is a protected post.
es_es: No hay contenido porque es una entrada protegida.

source: TuneIn Listing URL
es_es: URL de la ficha de TuneIn

source: Accelerate feed
es_es: Acelerar el feed

source: Subscribe on TuneIn
es_es: Suscríbete en TuneIn

source: When specified, this will be the only media statistics redirect applied to this category. Please enable Strict Category Podcasting to apply statistics redirect on non category pages.
es_es: Cuando se especifica, este será la única redirección de medios para estadísticas de medios aplicada a esta categoría. Por favor, habilita el podcasting por categoría estricto para aplicar la redirección de estadísticas en las páginas que no son de categoría.

source: Stitcher Listing URL
es_es: URL de la ficha de Stitcher

source: Blubrry Listing URL
es_es: URL de la ficha de Blubrry

source: Get Featured
es_es: Destácate

source: Once listed, %s to expand your podcast distribution to Blubrry's SmartTV Apps (e.g. Roku) and apply to be on Spotify.
es_es: Una vez listado, %s para ampliar la distribución de tu podcast a las Apps para SmartTV de Blubrry (e. g. Roku) y solicita estar en Spotify.

source: Blubrry Podcast Directory
es_es: Directorio de podcasts de Blubrry

source: Directory listing URLs are used by player subscribe links, subscribe sidebar widgets, and subscribe to podcast page shortcodes.
es_es: Las URL de los anuncios el directorio son usadas para los enlaces de suscripción del reproductor, para los widgets de suscripción de la barra lateral y para los shortcodes de la página de suscripción al podcast.

source: Settings saved successfully.
es_es: Ajustes guardados correctamente.

source: Media files queued for migration: %d
es_es: Archivos de medios en cola para la migración: %d

source: Migration request...
es_es: Solicitud de migración...

source: Error occurred importing podcast.
es_es: Ha ocurrido un error al importar el podcast.

source: Error downloading itunes image.
es_es: Error al descargar la imagen de iTunes.

source: Match episode by exact post date and time
es_es: Relacionar el episodio por por fecha y hora exactas de la entrada

source: Match episode by post title
es_es: Relacionar el episodio por titulo de la entrada

source: Match episode by filename (recommended)
es_es: Relacionar el episodio por nombre de archivo (recomendado)

source: Match episode by GUID (required)
es_es: Relacionar el episodio mediante GUID (obligatorio)

source: Migrate media to your Blubrry hosting account
es_es: Migrar archivos de medios a tu cuenta de Blubrry hosting

source: Podcast Channel feed
es_es: Feed del canal del podcast

source: &mdash; Select &mdash;
es_es: &mdash; Selecciona &mdash;

source: Podcast Category feed
es_es: Feed de la categoría del podcast

source: Import iTunes artwork
es_es: Importar la carátula de iTunes

source: Import program information
es_es: Importar información del programa

source: Default podcast feed
es_es: Feed por defecto del podcast

source: Import Podcast To
es_es: Importar podcast a

source: Shownotes and Download options are not displayed initially.
es_es: Las opciones de notas del programa y descarga no se muestran inicialmente.

source: Note: The Blubrry Audio Player is only available to Blubrry Hosting Customers.
es_es: Nota: Blubrry Audio Player sólo está disponible para Clientes de Blubrry Hosting.

source: We recommend backing up your database before proceeding.
es_es: Te recomendamos realizar una copia de seguridad de la base de datos antes de continuar.

source: Select category
es_es: Seleccionar categoría

source: Manage your blubrry.com Account
es_es: Gestionar tu cuenta de blubrry.com

source: SETTINGS BELOW HAVE PERMANENT CONSEQUENCES.
es_es: LOS SIGUIENTES AJUSTES TIENEN CONSECUENCIAS PERMANENTES.

source: Learn more
es_es: Saber más

source: Maximize the number of episodes while maintaining an optimal feed size.
es_es: Maximizar el número de episodios manteniendo un tamaño óptimo del feed.

source: Please enable the Feed Episode Maximizer option to optimize your feed for more than 10 episodes.
es_es: Por favor, activa la opción del maximizador del feed de episodios para optimizar tu feed cuando tenga más de 10 episodios.

source: episodes / posts per feed (site default: %d, maximum: %d)
es_es: episodios / entradas por feed (por defecto del sitio: %d, máximo: %d)

source: Fill out the podcast settings
es_es: Rellena los ajustes del podcast

source: Save Settings
es_es: Guardar ajustes

source: Enable to separate blog posts from podcast episodes.
es_es: Actívalo para separar las entradas de blog de los episodios de podcast.

source: Select a specific category to each episode for statistics tracking and subscription links.
es_es: Selecciona una categoría específica para cada episodio para el seguimiento de estadísticas y los enlaces de suscripción.

source: Website Settings
es_es: Ajustes de la web

source: Destinations
es_es: Destinos

source: Website
es_es: Web

source: More
es_es: Más

source: Subscribe on Stitcher
es_es: Suscríbete en Stitcher

source: Parse error occurred.
es_es: Se ha producido un error de análisis.

source: Operation aborted.
es_es: Operación cancelada.

source: Include RSS Image in feeds.
es_es: Incluir la imagen en los feeds RSS.

source: Do not allow other plugins to modify podcast feeds.
es_es: No permitir que otros plugins modifiquen los feeds de podcast.

source: Documentation
es_es: Documentación

source: Write a review
es_es: Escribe una reseña

source: Fan of PowerPress? Please show your appreciation by <a href="%s" target="_blank">leaving a review</a>.
es_es: ¿Eres fan de PowerPress? Demuéstralo <a href="%s" target="_blank">dejando una reseña</a>.

source: Import episodes from a Squarespace podcast feed.
es_es: Importar episodios desde el feed de podcast de Squarespace.

source: Import Podcast from Squarespace
es_es: Importar podcast desde Squarespace

source: Podcast from Squarespace
es_es: Podcast de Squarespace

source: Note: As of February, 2016, you must select either Yes or Clean.
es_es: Nota: Desde febrero de 2016, debes seleccionar Sí o Limpio.

source: No option selected
es_es: No se ha seleccionado ninguna opción

source: Wrap summary values with &lt;![CDATA[ ... ]]&gt; tags
es_es: Envolver los valores del resumen en etiquetas &lt;![CDATA[ ... ]]&gt;

source: Your summary cannot exceed 4,000 characters in length and should not include HTML, except for hyperlinks
es_es: Tu sumario no puede superar los 4000 caracteres de longitud y no debe incluir HTML, excepto para los hiperenlaces

source: Start your podcast in 3 easy steps...
es_es: Empieza tu podcast en 3 simples pasos...

source: Visit %s to monitor the migration process.
es_es: Visita %s para supervisar el proceso de migración.

source: leave blank for no limit
es_es: dejar en blanco para sin límite

source: Item limit
es_es: Límite de elementos

source: Import episodes from a RSS podcast feed.
es_es: Importar episodios desde un feed RSS de un podcast.

source: Import episodes from a PodBean podcast feed.
es_es: Importar episodios desde el feed de un podcast de PodBean.

source: Podcast from PodBean
es_es: Podcast de PodBean

source: Import episodes from a LibSyn podcast feed.
es_es: Importar episodios desde el feed de un podcast de LibSyn.

source: Import episodes from a SoundCloud podcast feed.
es_es: Importar episodios desde el feed de un podcast de SoundCloud.

source: Upload failed.
es_es: Error en la subida.

source: URL is empty.
es_es: La URL está vacía.

source: Couldn&#8217;t get post ID
es_es: No se pudo obtener el ID de la entrada

source: You may now migrate your media manually or use the %s tool.
es_es: Ahora puedes migrar tu archivos de medios manualmente o usar la herramienta %s.

source: from uploaded file...
es_es: desde un archivo subido...

source: Importing Podcast
es_es: Importando el podcast

source: No Media found for item %d
es_es: No se han encontrado archivos de medios para el elemento %d

source: Empty episode title for item %d
es_es: Título de episodio vacío para el elemento %d

source: Feed Language
es_es: Idioma del feed

source: Program information imported
es_es: Información del programa importada

source: Import saved Feed
es_es: Importar el feed guardado

source: Include blog posts
es_es: Incluir entradas del blog

source: Or choose from your local disk:
es_es: O elige desde tu disco local:

source: Podcast Feed URL:
es_es: URL del feed del Podcast:

source: Podcast RSS Import
es_es: Importar RSS de podcast

source: Import Podcast RSS Feed
es_es: Importar Podcast desde un feed RSS

source: Import Podcast from PodBean
es_es: Importar Podcast desde PodBean

source: Import Podcast from LibSyn
es_es: Importar Podcast desde LibSyn

source: Import Podcast from SoundCloud
es_es: Importar Podcast desde SoundCloud

source: Importing your feed does not migrate your media files. Please use the %s tool to migrate your media once your feed is imported.
es_es: Importar tu feed no traslada tus archivos de medios. Por favor usa la herramienta %s para migrar tus archivos de medios a la vez que tu feed es importado.

source: Podcast RSS Feed
es_es: Podcast de un feed RSS

source: Podcast from LibSyn
es_es: Podcast de LibSyn

source: Podcast from SoundCloud
es_es: Podcast de SoundCloud

source: The following tool will import your podcast episodes to this website.
es_es: La siguiente herramienta importará los episodios de tu podcast a esta web.

source: Migrate media files to Blubrry Podcast Media Hosting with only a few clicks.
es_es: Migra archivos multimedia a Blubrry Podcast Media Hosting en tan solo unos clics

source: Import podcast feed from SoundCloud, LibSyn, PodBean or other podcast service.
es_es: Importar feed del podcast desde SoundCloud, Libsyn, Podbean u otro servicio de podcast.

source: Import Podcast
es_es: Importar podcast

source: <a href="https://create.blubrry.com/resources/powerpress/" target="_blank">Blubrry PowerPress</a> is the No. 1 Podcasting plugin for WordPress. Developed by podcasters for podcasters; features include Simple and Advanced modes, multiple audio/video player options, subscribe to podcast tools, podcast SEO features, and more! Fully supports Apple Podcasts (previously iTunes), Google Podcasts, Spotify, Stitcher, and Blubrry Podcasting directories, as well as all podcast applications and clients.
es_es: <a href="https://create.blubrry.com/resources/powerpress/" target="_blank">Blubrry PowerPress</a> es el plugin de Podcasting nº1 para WordPress. Desarrollado por podcasters para podcasters, entre sus características figuran: modos sencillo y avanzado, múltiples opciones de reproductor de audio/vídeo, herramientas de suscripción al podcast, funcionalidades de SEO para podcasting: ¡y mucho más! Totalmente compatible con Apple Podcasts (anteriormente iTunes), Google Podcasts, Stitcher, y los directorios de Blubrry Podcasting, además de con todas las aplicaciones y clientes de podcast.

source: Yes, wp_head check
es_es: Sí, comprobar wp_head

source: Yes, Block episode from Apple Podcasts
es_es: Sí, bloquear episodio de Apple Podcasts

source: Learn more about syndicating donate links for podcasting
es_es: Más información sobre la sindicación de enlaces para donaciones para podcasting

source: Syndicate a donate link with your podcast. Create your own crowdfunding page with PayPal donate buttons, or link to a service such as Patreon.
es_es: Vincula un enlace de donación con tu podcast. Crea tu propia página de microfinanciación con los botones de donación de PayPal o enlaza a un servicio como Patreon.

source: Donate Link
es_es: Enlace para donaciones

source: Prevent episodes from appearing in Apple Podcast and other diretories that support the iTunes:block tag. Episodes may still appear in other directories and applications.
es_es: Evitar que los episodios aparezcan en el podcast de Apple y en otros directorios que sean compatibles con la etiqueta `iTunes:block`. Puede que los episodios sigan apareciendo en otros directorios y aplicaciones.

source: Google Play Explicit Field
es_es: Campo explícito de Google Play

source: Google Play Description Field
es_es: Campo de descripción de Google Play

source: Override the default ordering of episodes on the Apple and Google Podcast directories
es_es: Anular el orden predeterminado de episodios en los directorios de podcast de iTunes y Google Podcasts

source: Error occurred retrieving highlighted items.
es_es: Se ha producido un error al recuperar los elementos destacados.

source: Error occurred retrieving news.
es_es: Se ha producido un error al recuperar las noticias.

source: Unable to obtain file size of media file.
es_es: Imposible obtener el tamaño del archivo multimedia.

source: Error occurred obtaining media file size.
es_es: Ha ocurrido un error obteniendo el tamaño del archivo multimedia.

source: Warning, Media URL %s
es_es: Advertencia, URL de medio %s

source: PowerPress Warnings Explained
es_es: Explicación de las alertas de PowerPress

source: Warning, the Media URL %s contains %d redirects.
es_es: Advertencia, la url del medio %s contiene %d redirecciones.

source: Error occurred obtaining media information.
es_es: Ocurrió un error obteniendo información de medios.

source: Error occurred writing MP3 ID3 Tags.
es_es: Ocurrió un error escribiendo los ID3 Tags del MP.

source: Unknown error occurred.
es_es: Ocurrió un error desconocido.

source: An error occurred publishing media '%s'.
es_es: Ocurrió un error en la publicacion de los medios '%s'.

source: Display Error
es_es: Mostrar error

source: Blubrry Hosting Error (media info): An error occurred publishing media %s.
es_es: Error en el alojamiento de Blubrry (información del medio): Se ha producido un error publicando el medio %s.

source: Blubrry Hosting Error (media info)
es_es: Error en el alojamiento de Blubrry (información del medio)

source: Error occurred obtaining enclosure content type.
es_es: Ocurrió un error obteniendo tipo de contenido adjunto.

source: Blubrry Hosting Error (publish)
es_es: Error en el alojamiento de Blubrry (publicación)

source: Not Found
es_es: No encontrado

source: Forbidden
es_es: Prohibido

source: Payment Required
es_es: Pago requerido

source: Unauthorized (Check that your username and password are correct)
es_es: No autorizado (comprueba que tu nombre de usuario y contraseña son correctos)

source: Bad Request
es_es: Solicitud incorrecta

source: Support
es_es: Soporte

source: Resources
es_es: Recursos

source: Blubrry PowerPress and related Resources
es_es: Blubrry PowerPress y recursos relacionados

source: Save Changes
es_es: Guardar cambios

source: PowerPress Category Podcasting is enabled. Select 'Add Podcasting' to add podcasting settings. Select <u>Podcast Settings</u> to edit existing podcast settings.
es_es: Las categorías de podcasting de PowerPress Category Podcasting están activadas. Escoge 'Añadir podcasting' para añadir ajustes de podcasting. Escoge <u>Ajustes de podcast</u> para editar los ajustes de podcast existentes.

source: if you would like to add specific podcasting settings to your blog categories.
es_es: si deseas añadir ajustes específicos de podcasting a las categorías de tu blog.

source: Enable Category Podcasting
es_es: Activar categorias de podcasting

source: Add Podcasting
es_es: Añadir podcasting

source: Add Blubrry PowerPress Podcasting Settings
es_es: Añadir ajustes de podcasting de Blubrry PowerPress

source: Edit Blubrry PowerPress Podcast Settings
es_es: Editar ajustes de podcasting de Blubrry PowerPress

source: Error occurred creating subscribe page.
es_es: Ocurrió un error creando la página de suscripción.

source: Error occurred downloading subscribe page template.
es_es: Ha ocurrido un error descargando la plantilla de la página de suscripción.

source: Unknown error occurred looking up media information.
es_es: Ha ocurrido un error desconocido consultando la información de los medios.

source: You must enter a Media URL in order to save Media Embed.
es_es: Debes escribir una URL del medio para poder guardar el medio incrustado.

source: Are you sure you want to remove this media file?
es_es: ¿Estás seguro de que quieres eliminar este archivo de medios?

source: Unknown error occurred while checking Media URL.
es_es: Se ha producido un error desconocido al comprobar la URL de medios.

source: Media URL contains characters that may cause problems for some clients. For maximum compatibility, only use letters, numbers, dash - and underscore _ characters only.
es_es: La URL del medio contiene caracteres que podrían ocasionar problemas en algunos clientes. Para maximizar la compatibilidad usa exclusivamente letras, números, guiones - y subrayados _ .

source: Unknown ajax error occurred creating subscribe page.
es_es: Se ha producido un error de ajax desconocido al crear la página de suscripción.

source: Unknown error occurred creating subscribe page.
es_es: Se ha producido un error desconocido al crear la página de suscripción.
