Repository: pinctejc/wp-content
Catalog: languages/plugins/powerpress-*.po
Languages: es_es

source: Leave blank to use default play icon image.
es_es: Deje en blanco para usar por defecto la imagen del icono reproducir.

source: Place the URL to the play icon above.
es_es: Establece la URL para el icono reproducir de encima.

source: Play Icon
es_es: Icono reproducir

source: Configure HTML5 Audio Player
es_es: Configurar el reproductor de audio en HTML5

source: General Settings
es_es: Ajustes generales

source: Preview of Player
es_es: Previsualizar el reproductor

source: Select a different mobile player
es_es: Selecciona un reproductor móvil diferente

source: Select a different video player
es_es: Seleccionar un reproductor de vídeo diferente

source: Select a different audio player
es_es: Seleccionar un reproductor de audio diferente

source: Configure Player
es_es: Configurar reproductor

source: HTML5 audio is an element introduced in the latest HTML specification (HTML5) for the purpose of playing audio.
es_es: Audio HTML5 es un elemento introducido en la última especificación HTML (HTML5) con el propósito de reproducir audio.

source: HTML5 Audio Player
es_es: Reproductor de audio HTML5

source: HTML5 Video is an element introduced in the latest HTML specification (HTML5) for the purpose of playing videos.
es_es: Video HTML5 es un elemento introducido en la última especificación HTML (HTML5) con el propósito de reproducir videos.

source: HTML5 Video Player
es_es: Reproductor de video HTML5

source: Activate and Configure Now
es_es: Activar y configurar ahora

source: MediaElement.js Media Player (default)
es_es: Reproductor de medios MediaElement.js (por defecto)

source: Select the media player you would like to use.
es_es: Selecciona el reproductor de medios que te gustaría utilizar.

source: The %s must be installed and activated in order to enable this feature.
es_es: %s debe estar instalado y activado con el fin de activar esta característica.

source: VideoJS is a HTML5 JavaScript and CSS video player with fallback to Flash.
es_es: VideoJS es un reproductor de video HTML5 JavaScript y CSS con alternativa en Flash.

source: Install Plugin
es_es: Instalar el plugin

source: VideoJS - HTML5 Video Player for WordPress plugin
es_es: VideoJS - plugin de reproducción de vídeo HTML5 para WordPress

source: Activate Plugin
es_es: Activar plugin

source: MediaElement.js is the default player in Blubrry PowerPress because it is HTML and CSS based, meets accessibility standards including WebVTT, and will play in any browser using either HTML5, Flash or Silverlight for playback.
es_es: MediaElement.js es el reproductor por defecto en Blubrry PowerPress porque está basado en HTML y CSS, cumple los estándares de accesibilidad incluyendo WebVTT, y reproducirá en cualquier navegador usando HTML5, Flash o Silverlight.

source: MediaElement.js is an open source HTML5 audio and video player that supports both audio (mp3, m4a and oga) and video (mp4, m4v, webm, ogv and flv) media files. It includes all the necessary features for playback including a play/pause button, scroll-able position bar, elapsed time, total time, mute button and volume control.
es_es: MediaElement.js es un reproductor de audio y vídeo de código abierto en HTML5 que es compatible con archivos de medios en audio (mp3, m4a y oga) y vídeo (mp4, m4v, webm, ogv y flv).

source: Add Selected Update Services
es_es: Añade los servicios seleccionados actualizados

source: You can manually add ping services by going to the to the "Update Services" section found in the <b>WordPress Settings</b> &gt; <b>Writing</b> page.
es_es: Puedes añadir servicios de ping manualmente yendo a la sección «Actualizar Servicios», que se encuentra en <b>Ajustes de WordPress</b>&gt;página de <b>Escritura</b>.

source: Select the podcasting service you would like to notify.
es_es: Selecciona el servicio de podcasting al que te gustaría notificar.

source: Update Podcast Services
es_es: Actualizar los servicios de podcast

source: Select the blog service you would like to notify.
es_es: Seleccionar el servicio de blog al que te gustaría notificar.

source: Update Blog Services
es_es: Actualizar los servicios de blog

source: Notify the following Update Services / Ping Sites when you create a new blog post / podcast episode.
es_es: Notificar a los siguientes servicios de actualización / Hacer ping a los sitios cuando creas una nueva entrada de blog / episodio de podcast.

source: Add Update services / Ping Sites
es_es: Añadir servicios de actualización / Hacer ping a los sitios

source: Google Blog Search
es_es: Búsqueda del blog de Google

source: No update services selected to add.
es_es: No se han seleccionado servicios de actualización para añadir.

source: Update services added successfully.
es_es: Actualizar servicios añadidos con éxito.

source: Filter Episodes
es_es: Filtrar episodios

source: Specify the file extensions to include separated by commas (e.g. mp3, m4v).
es_es: Especifica las extensiones de archivo a incluir separadas por comas (e.g. mp3, m4v).

source: leave blank for all media
es_es: dejar vacío para todos los medios

source: Include Only
es_es: Solo incluir

source: Filter Results
es_es: Resultados del filtro

source: Detect duration for mp3 media. (expect script to take a while with this option)
es_es: Detectar duración para los medios en mp3. (esperar que el script tome un tiempo con esta opción).

source: There are %d media files that can be imported with a total of %d blog post podcast episodes.
es_es: Hay %d archivos de medios que pueden importarse con un total de %d publicaciones de episodios de podcast del blog.

source: Types of media found:
es_es: Tipos de medios encontrados:

source: Select Only:
es_es: Seleccionar sólo:

source: Importable episodes highlighted in %s with asterisks *.
es_es: Episodios importables resaltados en %s con asteriscos *.

source: imported
es_es: importado

source: present
es_es: actual

source: Select the media file under each feed for each episode you wish to import.
es_es: Selecciona el medio de cada feed para cada episodio que desees importar.

source: No episodes found to import.
es_es: No se han encontrado episodios para importar.

source: Import Episodes
es_es: Importar episodios

source: Select "No Import" option for all media files?
es_es: ¿Seleccionar la opción «No importar» para todos los archivos de medios?

source: Sorry, you may only select one media file per post per feed.
es_es: Lo siento, puedes seleccionar sólo un archivo de medio para cada entrada del feed.

source: We found blog posts that have as many as %d media files. You may need to create %d more Custom Feeds in order to import all of the media.
es_es: Hemos encontrado entradas del blog que tienen varios archivos de medios como %d. Deberías crear %d feeds personalizados más para importar todos los medios.

source: Podcast Feed (default)
es_es: Feed del podcast (por defecto)

source: No Import
es_es: No importar

source: Date
es_es: Fecha

source: Found %d error(s).
es_es: Encontrar %d error(s).

source: Imported %d episode(s).
es_es: Importados %d episodio(s).

source: Duration of each mp3 detected.
es_es: Duración de cada mp3 detectado.

source: Episode %s for blog post %s imported to feed %s.
es_es: Episodio %s para las entradas de blog %s importado al feed %s.

source: Error importing %s for blog post %s:
es_es: Error importando %s para las entradas de blog %s:

source: HTTP return code
es_es: código HTTP devuelto

source: Reset migration, are you sure?
es_es: Restablecer migración, ¿estás seguro?

source: %d files skipped
es_es: %d archivos omitidos

source: %d files failed
es_es: %d archivos han fallado

source: %d files migrated
es_es: %d archivos migrados

source: Don't have a blubrry podcast hosting account?
es_es: ¿No tienes cuenta de alojamiento de podcast de Blubrry?

source: %d update errors.
es_es: %d errores de actualización.

source: %d episodes already updated with new URLs.
es_es: %d episodios ya actualizados con nuevas URLs.

source: %d migrated files found on this site.
es_es: %d archivos migrados encontrados en este sitio.

source: %d urls failed verification.
es_es: %d fallos de verificación de urls.

source: Update Episodes
es_es: Actualizar episodios

source: Update your Episodes
es_es: Actualiza tus episodios

source: Skipped
es_es: Omitido

source: Completed
es_es: Completado

source: Requested
es_es: Requerido

source: Episode Updated
es_es: Episodio actualizado

source: Migration Status
es_es: Estado de la migración

source: %d episodes updated
es_es: %d episodios actualizados

source: %d failed
es_es: %d han fallado

source: %d skipped
es_es: %d omitidos

source: %d migrated files available
es_es: %d archivos migrados disponibles

source: %d files in queue
es_es: %d archivos en cola

source: %d files requested
es_es: %d archivos solicitados

source: List of requested media
es_es: Lista de medios solicitados

source: Migrate Media
es_es: Migrar medios

source: Request Migration
es_es: Migración solicitada

source: (%d found)
es_es: (%d encontrado)

source: Other media formats
es_es: Otros formatos de medios

source: media hosted by Blubrry
es_es: medios alojados por Blubrry

source: mov video files
es_es: archivos de vídeo mov

source: m4v video files
es_es: archivos de vídeo m4v

source: mp4 video files
es_es: archivos de vídeo mp4

source: m4a audio files
es_es: archivos de audio m4a

source: mp3 audio files
es_es: archivos de audio mp3

source: No media found to migrate
es_es: No se ha encontrado medio para migrar

source: Select Media to Migrate
es_es: Seleccionar el medio a migrar

source: Migrate Media to your Blubrry Podcast Media Hosting Account
es_es: Migrar los medios a tu cuenta de alojamiento de podcasts de Blubrry

source: %d media files were already added to migration queue.
es_es: Se añadieron %d archivos de medios a la cola de migración.

source: %d media files added to migration queue.
es_es: %d archivos de medios añadidos a la cola de migración.

source: Media migration reset successfully.
es_es: La migración de medios se ha restablecido correctamente.

source: No episodes updated.
es_es: No hay episodios actualizados.

source: No Episodes updated. Please see results.
es_es: No hay episodios actualizados. Por favor, vea los resultados.

source: Episodes updated successfully.
es_es: Episodios actualizados con éxito.

source: Blubrry Migrate Media Error
es_es: Error en la migración de medios de Blubrry

source: Unknown error occurred decoding results from server.
es_es: Ha ocurrido un error desconocido decodificando los resultados del servidor.

source: You must have a blubrry Podcast Hosting account to continue.
es_es: Debes tener una cuenta de alojamiento de podcast de Blubrry para continuar.

source: Value
es_es: Valor

source: Link
es_es: Enlace

source: Position
es_es: Posición

source: Delete row, are you sure?
es_es: Borrar fila, ¿estás seguro?

source: Unknown
es_es: Desconocido

source: AJAX Error
es_es: Error de AJAX

source: Operation timed out.
es_es: La operación ha excedido el tiempo.

source: An error occurred.
es_es: Ha ocurrido un error.

source: Add Meta Mark
es_es: Añadir Meta Mark

source: Select poster image from your computer.
es_es: Selecciona una imagen de portada desde tu ordenador.

source: Episode will appear at the top of your episode list in the Apple Podcast directory.
es_es: El episodio aparecerá al principio de tu lista de episodios en el directorio de Apple Podcast.

source: Feature Episode
es_es: Episodio característico

source: Media Embed
es_es: Incrustar medios

source: Height
es_es: Alto

source: Width
es_es: Ancho

source: Poster image for video (m4v, mp4, ogv, webm, etc..)
es_es: Carátula para vídeo (m4v, mp4, ogv, webm, etc..)

source: Select Poster Image
es_es: Seleccionar imagen de carátula

source: e.g. http://example.com/path/to/image.jpg
es_es: ej. http://ejemplo.com/ruta/a/imagen.jpg

source: Not specified
es_es: No especificado

source: in bytes
es_es: en bytes

source: Specify
es_es: Especificar

source: File Size
es_es: Tamaño de archivo

source: Episode Title
es_es: Título del episodio

source: Do not display media links
es_es: No mostrar enlaces de medios

source: Do not display player
es_es: No mostrar el reproductor

source: remove
es_es: eliminar

source: Remove Blubrry.com hosted media file
es_es: Eliminar los archivos de medios alojado en Blubrry.com

source: Media file hosted by blubrry.com.
es_es: Archivos de medios alojados por blubrry.com.

source: Checking Media
es_es: Comprobando los medios

source: - Podcast episode will be removed from this post upon save
es_es: - El episodio de podcast se eliminará de esta entrada al guardarlo

source: File
es_es: Archivo

source: Upload Complete
es_es: Subida completada

source: Unable to obtain upload session.
es_es: No se ha podido obtener la sesión de subida.

source: This feature is available to Blubrry Hosting users only.
es_es: Esta característica está disponible solo para usuarios del alojamiento en Blubrry.

source: Uploader
es_es: Cargador

source: Remove Blubrry Services Integration, are you sure?
es_es: Eliminar integración con servicios de Blubrry, ¿estás seguro?

source: Cancel
es_es: Cancelar

source: Save
es_es: Guardar

source: Select Program
es_es: Seleccionar programa

source: Settings Saved Successfully!
es_es: ¡Ajustes guardados con éxito!

source: Blubrry Services
es_es: Servicios Blubrry

source: Click Here For Help
es_es: Hacer clic aquí para ver ayuda

source: Authentication failed.
es_es: Falló la identificación.

source: Verify your account settings then try again.
es_es: Verifica los ajustes de tu cuenta y prueba otra vez.

source: No podcasts for this account are listed on blubrry.com.
es_es: Ninguno de los podcasts de esta cuenta están listados en blubrry.com.

source: You must select a program to continue.
es_es: Debes seleccionar un programa para continuar.

source: Unable to find podcasts for this account.
es_es: No se han podido encontrar podcasts en esta cuenta.

source: currently not available
es_es: actualmente no disponible

source: Publishing Space Available: Account has expired
es_es: Espacio de publicación disponible: La cuenta ha caducado

source: Publishing Space Available: Unlimited (Professional Hosting)
es_es: Espacio de alojamiento disponible: Ilimitado (Alojamiento profesional)

source: Your quota will reset on %s.
es_es: Tu cuota se restablecerá en %s.

source: You have %s publish space available.
es_es: Tienes %s de espacio disponible.

source: Publishing space available: %s of (%s %%) of %s/month quota.
es_es: Espacio de publicación disponible: %s de (%s %%) %s/mes disponible.

source: Select
es_es: Selección

source: Published on
es_es: Publicado el

source: Last 20 Published media files
es_es: Últimos 20 archivos multimedia publicados

source: Select from media files uploaded to blubrry.com
es_es: Selecciona archivos multimedia subidos a Blubrry.com

source: Upload Media File
es_es: Subir archivo multimedia

source: Blubrry Podcast Hosting
es_es: Alojamiento del podcast de Blubrry

source: Unable to connect to service.
es_es: No se puede conectar al servicio.

source: Verify your account entered under Services and Statistics settings then try again.
es_es: Asegúrate de que has añadido tu cuenta en los ajustes servicios y estadísticas y vuelve a intentarlo.

source: Incorrect sign-in email address or password.
es_es: Dirección de correo electrónico de identificación o contraseña incorrectos.

source: Renew Media Hosting Service
es_es: Renovar el servicio de alojamiento de medios

source: Media hosting service will expire on %s.
es_es: El servicio de alojamiento de medios caducará el %s.

source: Media hosting service expired on %s.
es_es: El servicio de alojamiento de medios caducó el %s.

source: Are you sure you want to delete this media file?
es_es: ¿Estás seguro de que quieres eliminar este archivo de medios?

source: An unknown error occurred deleting media file.
es_es: Ha ocurrido un error desconocido al borrar un archivo de medios.

source: Wait a sec! This feature is only available to Blubrry Media Podcast Hosting customers.
es_es: ¡Espera un segundo! Esta característica está solamente disponible para los clientes del alojamiento de podcast de Blubrry Media.

source: Blubrry Podcast Media Hosting
es_es: Alojamiento de medios Blubrry Podcast

source: You do not have sufficient permission to upload media.
es_es: No tienes suficientes permisos para cargar medios.

source: Blubrry Media Hosting icon will no longer be displayed when editing posts and pages.
es_es: El icono de Blubrry Media Hosting no se mostrará cuando edites entradas y páginas.

source: Select Media
es_es: Seleccionar medios

source: You do not have sufficient permission to disable this option.
es_es: No tienes permisos suficientes para desactivar esta opción.

source: Close
es_es: Cerrar

source: You do not have sufficient permission to manage options.
es_es: No tienes permisos suficientes para gestionar las opciones.

source: We recommend using the %s plugin to backup your database before using this Find and Replace tool.
es_es: Recomendamos usar el plugin %s para hacer una copia de seguridad de la base de datos antes de usar esta herramienta de buscar y reemplazar.

source: PowerPress Tools
es_es: Herramientas de PowerPress

source: Does not change URL if invalid
es_es: No cambia la URL si no es válida

source: Verify URLs
es_es: Verificar URLs

source: test link
es_es: probar enlace

source: Replace
es_es: Reemplazar

source: Found
es_es: Encontrado

source: Edit Post
es_es: Editar entrada

source: Found %d results with "%s"
es_es: Encontrados %d resultados con «%s»

source: Change Results
es_es: Cambiar resultados

source: Preview Changes
es_es: Vista previa de los cambios

source: WARNING: You are about to make permanent changes to your database.\n\nAre you sure you wish to continue?
es_es: ADVERTENCIA: Estás a punto de realizar cambios permanentes en la base de datos. \n\n¿Estás seguro de que quieres continuar?

source: WARNING: Verification prevents changes if the URL entered is invalid.\n\nAre you sure you do not want to verify the URLs?
es_es: ADVERTENCIA: La verificación previene de cambios si la URL indicada no es valida.\n\n¿Estás seguro de que no quieres verificar las URLs?

source: WARNING: Please backup your database before proceeding. Blubrry PowerPress is not responsible for any lost or damaged data resulting from this Find and Replace tool.
es_es: ADVERTENCIA: Por favor, haz copia de seguridad de tu base de datos antes de seguir. Blubrry PowerPress no es responsable por ninguna perdida o daño causado por la herramienta de buscar y reemplazar.

source: Nothing specified to find.
es_es: Nada especificado para encontrar.

source: %d URLs were not updated.
es_es: %d URLs no fueron actualizadas.

source: %d URLs updated successfully.
es_es: %d URLs fueron actualizadas con éxito.

source: Indicate the completion of a podcast. Apple will no longer update your listing in the Apple Podcast directory.
es_es: Indica la finalización de un podcast. Apple ya no actualizará más tu anuncio en el directorio Apple Podcast.

source: Prevent the entire podcast from appearing in the Apple Podcast directory.
es_es: Evita que todo el podcast aparezca en el directorio de Apple Podcast.

source: Feeds affected
es_es: Feeds afectados

source: Please navigate to the 'Custom Podcast Channels' section to set the new-feed-url for your podcast only feed (%s)
es_es: Ve a la sección 'Canales de podcast personalizados' para configurar la nueva URL del feed para el podcast (%s)

source: Please activate the 'Custom Podcast Channels' Advanced Option to set the new-feed-url for your podcast only feed (%s)
es_es: Por favor, activa la opción (en el modo avanzado) 'Canales de podcast personalizados' para establecer la nueva URL del feed de tu podcast (%s)

source: More information regarding the iTunes New Feed URL is available here.
es_es: Más información sobre la nueva URL de iTunes está disponible aquí.

source: Leave blank for no New Feed URL
es_es: Déjalo en blanco si no hay ningún nueva URL de feed

source: New Feed URL
es_es: Nueva URL del feed

source: The New Feed URL value below will be applied to the %s (%s).
es_es: La nueva URL del feed se aplicará a %s (%s).

source: %s taxonomy term feed
es_es: Feed de término %s de taxonomía

source: %s category feed
es_es: Feed de categoría de %s

source: Main RSS2 feed
es_es: Feed RSS2 principal

source: Apple recommends you maintain the %s tag in your feed for at least two weeks to ensure that most subscribers will receive the new New Feed URL.
es_es: Apple recomienda que mantengas la etiqueta %s en el feed durante al menos dos semanas para asegurarse de que la mayoría de los suscriptores recibirán la nueva URL de feeds actualizados.

source: DO NOT MODIFY THIS SETTING UNLESS YOU ABSOLUTELY KNOW WHAT YOU ARE DOING.
es_es: NO MODIFIQUES ESTE AJUSTE A MENOS QUE SEPAS ABSOLUTAMENTE LO QUE ESTÁS HACIENDO.

source: WARNING: Changes made here are permanent. If the New Feed URL entered is incorrect, you will lose subscribers and will no longer be able to update your listing in the iTunes Store.
es_es: ADVERTENCIA: Los cambios realizados aquí son permanentes. Si la nueva URL del feed indicada es incorrecta, perderás suscriptores y ya no podrás actualizar tu podcast en la iTunes Store.

source: Changing Your Podcast RSS Feed Address (URL)
es_es: Cambiando la URL del feed RSS de tu podcast

source: Learn more:
es_es: Aprende más:

source: A 301 redirect will route <u>all podcast clients including iTunes</u> to your new feed address.
es_es: Una redirección 301 se aplicará <u>a todos los clientes de podcast incluyendo iTunes</u> apuntando al nuevo feed.

source: The Apple New Feed URL option works primarily for Apple's Podcast directory only, and should only be used if you are unable to implement a HTTP 301 redirect.
es_es: La opción de nueva URL del feed de Apple funciona principalmente solo para el directorio de Apple Podcast y solo debe ser usado si no puedes crear una redirección HTTP 301.

source: Set iTunes New Feed URL
es_es: Establecer nuevo feed para iTunes

source: Apple will email this address when your podcast is accepted into the Apple Podcast Directory.
es_es: Apple enviará un correo electrónico a esta dirección cuando tu podcast sea aceptado en el directorio Apple Podcast.

source: iTunes Email
es_es: Correo electrónico de iTunes

source: Use blog post author's name for individual episodes.
es_es: Usar el autor de la entrada del blog para episodios individuales.

source: iTunes Author Name
es_es: Nombre del autor de iTunes

source: Clean - no explicit content
es_es: Limpio - sin contenido explícito

source: Yes - explicit content
es_es: Sí - contenido explícito

source: iTunes Explicit
es_es: iTunes explícito

source: iTunes Category 3
es_es: Categoría iTunes 3

source: iTunes Category 2
es_es: iTunes Categoría 2

source: iTunes Category
es_es: Categoría de iTunes

source: Feature Deprecated by Apple. Keywords above are for your reference only.
es_es: Característica obsoleta para Apple. Las palabras clave son solo para tu gestión interna.

source: Creates a friendlier view of your post/episode content.
es_es: Crear una vista más sencilla del contenido de tu entrada/episodio.

source: Optimize iTunes Summary from Blog Posts
es_es: Optimizar el resumen de iTunes de las entradas

source: iTunes Program Summary
es_es: Resumen del programa en iTunes

source: iTunes Program Subtitle
es_es: Subtítulo del programa en iTunes

source: Do not display web player or links for this podcast.
es_es: No mostrar reproductor web ni enlaces a este podcast.

source: Disable Player
es_es: Desactivar reproductor

source: Use the default setting if you do not understand custom post types.
es_es: Usa los ajustes por defecto si no comprendes los tipos de contenido personalizado.
