Repository: pinctejc/wp-content
Catalog: languages/plugins/powerpress-*.po
Languages: es_es

source: WARNING: Changes made here are permanent. If the New Feed URL entered is incorrect, you will lose subscribers and will no longer be able to update your listing in the iTunes Store.\n\nDO NOT MODIFY THIS SETTING UNLESS YOU ABSOLUTELY KNOW WHAT YOU ARE DOING.\n\nAre you sure you want to continue?
es_es: ATENCIÓN: Los cambios realizados son permanentes. Si la URL del nuevo feed introducido es incorrecta, perderás suscriptores y no volverás a poder actualizar tu ficha en iTunes Store. \n\nNO MODIFIQUES ESTE AJUSTE SALVO QUE ESTÉS COMPLETAMENTE SEGURO DE LO QUE ESTÁS HACIENDO.\n\n¿Estás seguro de que quieres continuar?

source: Unable to obtain size of media.
es_es: No se puede obtener el tamaño del archivo de medios.

source: Unable to determine content type of media (e.g. audio/mpeg). Verify file extension is correct and try again.
es_es: No ha sido posible determinar el tipo de contenido del medio (por ejemplo audio/mpeg). Verifica que la extensión es correcta e inténtalo de nuevo.

source: Tools
es_es: Herramientas

source: PodPress Stats
es_es: Estadísticas de PodPress

source: PowerPress Post Type Podcasting
es_es: Podcasting por tipo de contenido de PowerPress

source: PowerPress Taxonomy Podcasting
es_es: Podcasting por taxonomía de PowerPress

source: PowerPress Category Podcasting
es_es: Podcasting por categoría de PowerPress

source: PowerPress Custom Podcast Channels
es_es: Canales de podcast personalizados de PowerPress

source: Video Player
es_es: Reproductor de vídeo

source: PowerPress Video Player Options
es_es: Opciones del reproductor de vídeo de PowerPress

source: Audio Player
es_es: Reproductor de audio

source: PowerPress Audio Player Options
es_es: Opciones del reproductor de audio de PowerPress

source: Settings
es_es: Ajustes

source: PowerPress Settings
es_es: Ajustes de PowerPress

source: Podcast Episode for Custom Channel
es_es: Episodio de podcast para canal personalizado

source: Podcast Episode (default)
es_es: Episodio del podcast (por defecto)

source: Podcast Episode
es_es: Episodio del podcast

source: Manage Plugins
es_es: Gestionar plugins

source: Plugins Update Cache cleared successfully. You may now to go the %s page to see the latest plugin versions.
es_es: La caché de actualización de plugins se limpió con éxito. Puedes ir ahora a la página %s para ver las últimas versiones del plugin.

source: Podcast Password Protection Capabilities for Custom Channel Feeds removed successfully.
es_es: La capacidad de protección por contraseña de podcast para canales de feed personalizados ha sido eliminada correctamente.

source: Podcast Password Protection Capabilities for Custom Channel Feeds added successfully.
es_es: La capacidad de protección por contraseña de podcast para canales de feed personalizados ha sido añadida correctamente.

source: Premium Subscriber
es_es: Suscriptor premium

source: PowerPress Roles and Capabilities removed from WordPress Blog
es_es: Los perfiles y capacidades de PowerPress fueron eliminados del blog WordPress

source: PowerPress Roles and Capabilities added to WordPress Blog.
es_es: Los perfiles y capacidades de PowerPress fueron añadidos al blog WordPress.

source: No settings found for the plugin "Podcasting".
es_es: No se encontraron ajustes para el plugin «Podcasting».

source: Settings imported from the plugin "Podcasting" successfully.
es_es: Los ajustes para el plugin «Podcasting» se importaron correctamente.

source: No Podpress settings found.
es_es: No se han encontrado ajustes de PodPress.

source: Podpress settings imported successfully.
es_es: Ajustes de PodPress importados correctamente.

source: Removed podcast settings for post type successfully.
es_es: Eliminados con éxito los ajustes de podcast para el tipo de contenido .

source: Removed podcast settings for term successfully.
es_es: Eliminados con éxito los ajustes de podcast para el término.

source: Removed podcast settings for category feed successfully.
es_es: Eliminados con éxito los ajustes de podcast para feed de categoría.

source: Feed deleted successfully.
es_es: Feed eliminado correctamente.

source: Cannot delete feed. Feed contains %d episode(s).
es_es: No se puede borrar el feed. El feed contiene %d episodio(s).

source: Cannot delete default podcast feed.
es_es: No se puede borrar el feed de podcast por defecto.

source: Error obtaining category information.
es_es: Error obteniendo la información de categoría.

source: Podcast "%s" added, please configure your new podcast.
es_es: Podcast «%s» añadido. Por favor, configura tu nuevo podcast.

source: Feed slug "%s" already exists.
es_es: El slug de feed «%s» ya existe.

source: Post Type is invalid.
es_es: Tipo de contenido no válido.

source: Please configure your taxonomy podcast now.
es_es: Por favor configura tu podcast por taxonomía.

source: Please configure your category podcast feed now.
es_es: Por favor, configura tu feed de podcast de categoría.

source: Error obtaining term information.
es_es: Error obteniendo la información del término.

source: You must select a term to continue.
es_es: Debes seleccionar un término para continuar.

source: You must select a category to continue.
es_es: Debes seleccionar una categoría para continuar.

source: Podcast Feed "%s" added, please configure your new feed now.
es_es: Feed de Podcast «%s» añadido. Por favor, configura tu nuevo feed ahora.

source: Feed slug "%s" is not available.
es_es: El slug de feed «%s» no está disponible.

source: Feed slug "%s" is not valid.
es_es: El slug de feed «%s» no es válido.

source: Blubrry PowerPress Post Type Podcasting settings saved.
es_es: Ajustes de Blubrry PowerPress para podcasting por tipo de contenido guardados.

source: Blubrry PowerPress Taxonomy Podcasting settings saved.
es_es: Ajustes de Blubrry PowerPress para podcasting por taxonomía guardados.

source: Blubrry PowerPress Category Podcasting settings saved.
es_es: Ajustes de Blubrry PowerPress para podcasting por categoría guardados.

source: Blubrry PowerPress Channel settings saved.
es_es: Ajustes de canal de Blubrry PowerPress guardados.

source: Blubrry PowerPress settings saved.
es_es: Ajustes de Blubrry Powerpress guardados.

source: Coverart Image was not uploaded to your Blubrry Services Account. It will NOT be added to your mp3s.
es_es: No se ha añadido una imagen de carátula en tu cuenta de servicios de Blubrry. NO se añadirá a tus mp3s.

source: An error occurred updating the coverart with your Blubrry Services Account.
es_es: Se ha producido un error al actualizar la carátula con tu cuenta de Blubrry Services.

source: Blubrry Hosting Error (updating coverart)
es_es: Error de Blubrry Hosting (al actualizar la carátula)

source: Coverart image updated successfully.
es_es: Imagen de carátula actualizada correctamente.

source: Invalid play icon image size
es_es: Tamaño de icono de play no válido

source: Error saving Video Play icon image
es_es: Error al guardar la imagen del icono de reproducir video

source: Invalid play icon image
es_es: Imagen de icono de reproducción no válida

source: Error saving Play image
es_es: Error al guardar la imagen de reproducir

source: Invalid poster image
es_es: Imagen de portada no válida

source: Error saving Poster image
es_es: Error guardando la carátula

source: Invalid Coverat image
es_es: Imagen de podcast no válida

source: Error saving Coverart image
es_es: Error grabando la imagen de portada

source: Invalid RSS image
es_es: Imagen del RSS no válida

source: Error saving RSS image
es_es: Error al guardar la imagen de RSS

source: Image is too large, 3000 x 3000 is the maximum size allowed.
es_es: La imagen es demasiado grande. 3000 x 3000 es el tamaño máximo permitido.

source: Image is too small, 1400 x 1400 is the required minimum size.
es_es: La imagen es demasiada pequeña. 1400 x 1400 es el tamaño mínimo obligatorio.

source: Image must be square, 1400 x 1400 is the required minimum size.
es_es: La imagen debe ser cuadrada, 1400 x 1400 es el tamaño mínimo obligatorio.

source: Image must be in RGB color space (CMYK is not supported).
es_es: La imagen debe estar en RGB color space (CMYK no es compatible).

source: The WP OS FLV plugin is not compatible with Blubrry PowerPress.
es_es: El plugin WP OS FLV no es compatible con Blubrry PowerPress.

source: Blubrry PowerPress requires Wordpress version 3.6 or greater.
es_es: Blubrry PowerPress requiere WordPress versión 3.6 o superior.

source: Another podcasting plugin has been detected, PowerPress is currently disabled.
es_es: Se ha detectado otro plugin de podcasting, PowerPress está actualmente desactivado.

source: Add Password Protection Capabilities for Control of Which Users can Access Your Podcasts
es_es: Añade capacidad de protección por contraseña para controlar qué usuarios pueden acceder a tus podcasts

source: Podcast Channels
es_es: Canales de podcast

source: Also kown as Premium Content
es_es: También conocido como contenido premium

source: Remove Password Protection Capabilities for Control of Which Users can Access Your Podcasts
es_es: Elimina la capacidad de protección de contraseñas para controlar qué usuarios pueden acceder a tus podcasts

source: Blubrry Support
es_es: Ayuda Blubrry

source: Useful utilities and tools.
es_es: Utilidades y herramientas.

source: Add Podcast Settings to Term
es_es: Añadir los ajustes del podcast a Term

source: Select Term
es_es: Seleccionar Term

source: Step 2 - Select Taxonomy Term
es_es: Paso 2 - Elegir término de taxonomía

source: Select Taxonomy
es_es: Elige taxonomía

source: Step 1 - Select Taxonomy
es_es: Paso 1 - Elegir taxonomía

source: You are about to remove podcast settings for taxonomy '%s' 'Cancel' to stop, 'OK' to delete.
es_es: Estás a punto de quitar los ajustes de podcast de la taxonomía '%s' 'Cancelar' para parar, 'OK' para eliminar.

source: Taxonomy Podcasting adds custom podcast settings to specific taxonomy feeds.
es_es: Podcasting por taxonomías añade ajustes de podcast personalizados a feeds de taxonomía específicos.

source: Taxonomy
es_es: Taxonomía

source: Term Name
es_es: Nombre de término

source: (value entered increments every episode)
es_es: (el valor introducido se incrementa en cada episodio)

source: Click here to use your current iTunes image.
es_es: Haz clic aquí para usar tu imagen actual de iTunes.

source: Coverart images may be saved as either .gif, .jpg or .png images of any size, though 300 x 300 or 600 x 600 in either png or jpg format is recommended.
es_es: Las imágenes de carátula se pueden guardar como imágenes .gif, .jpg o .png de cualquier tamaño, aunque se recomienda 300 x 300 o 600 x 600 en formato png o jpg.

source: Place the URL to the Coverart image above. e.g. http://mysite.com/images/coverart.jpg
es_es: Escribe arriba la URL en la imagen de carátula arriba. p.ej. http://mysite.com/images/coverart.jpg

source: Do not add a coverart image.
es_es: No añadir una imágen de carátula.

source: Coverart Tag
es_es: Etiqueta carátula

source: Use main blog URL
es_es: Usa la URL principal del blog

source: URL Tag
es_es: Etiqueta URL

source: Use &copy; Talent Name
es_es: Usar el nombre del artista de &copy

source: Copyright Tag
es_es: Etiqueta Copyright

source: Composer Tag
es_es: Etiqueta compositor

source: Do not specify track number
es_es: No especificar el número de pista

source: Track Tag
es_es: Etiqueta pista

source: Use current year
es_es: Usar el año actual

source: Year Tag
es_es: Etiqueta año

source: Use genre 'Podcast'
es_es: Usar el genero 'Podcast'

source: Genre Tag
es_es: Etiqueta género

source: Use blog title
es_es: Usar el título del blog

source: Album Tag
es_es: Etiqueta álbum

source: Use Feed Talent Name
es_es: Usar el nombre del artista del feed

source: Artist Tag
es_es: Etiqueta artista

source: Use blog post title
es_es: Usar el título de la entrada del blog

source: Title Tag
es_es: Etiqueta título

source: Use Blubrry Hosting services to write MP3 ID3 tags to your media.
es_es: Utiliza los servicios de alojamiento de Blubrry para escribir las etiquetas MP3 ID3 en los medios.

source: You must configure your Blubrry Services Account in the Blubrry PowerPress > Basic Settings page in order to utilize this feature.
es_es: Tienes que configurar tu cuenta de los servicios de Blubrry en Blubrry PowerPress -> página de ajustes básicos, para utilizar esta característica.

source: Write Tags
es_es: Escribir etiquetas

source: Podcasting Manual
es_es: Manual de podcasting

source: ID3 Tags and media meta data
es_es: Etiquetas ID3 y meta data del medio

source: Please visit the %s section of the %s to learn more about MP3 ID3 tags.
es_es: Por favor, visita la sección %s de 5%s para aprender más acerca de las etiquetas ID3 de los MP3.

source: ID3 tags contain useful information (title, artist, album, year, etc...) about your podcast as well as an image for display during playback in most media players.
es_es: Las etiquetas ID3 contienen información útil (título, artista, álbum, año, etc...) acerca de tu podcast así como una imagen para mostrar durante la reproducción en la mayoría de los reproductores de medios.

source: Blubrry Hosting users can configure how to have the service write their MP3 ID3 Tags before publishing episodes.
es_es: Los usuarios de Blubrry pueden configurar cómo hacer que el servicio escriba sus etiquetas MP3 ID3 antes de publicar episodios.

source: MP3 Tags
es_es: Etiquetas MP3

source: Schema.org video objects in microdata format.
es_es: Objetos de video de Schema.org en formato microdata.

source: VideoObjects
es_es: Objetos de video

source: Schema.org audio objects in microdata format.
es_es: Objetos de audio de Schema.org en formato microdata.

source: AudioObjects
es_es: Objetos de audio

source: Show Title
es_es: Mostrar título

source: Feed episode title appended to post title
es_es: Título del episodio del feed adjunto al título de la entrada

source: Feed episode title prefixes post title
es_es: Título del episodio del feed como prefijo del título de la entrada

source: Specify custom episode titles for podcast feeds.
es_es: Especifica los títulos personalizado del episodio para los feeds de los podcasts.

source: Episode Titles
es_es: Títulos de los episodios

source: Enable features to help with podcasting search engine optimization (SEO). The following options can assist your web and podcasting SEO strategies.
es_es: Activa estas funciones para ayudar con la optimización de motores de búsqueda de podcasting (SEO). Las siguientes opciones pueden ayudar con las estrategias SEO a tu web y podcasting.

source: Podcasting SEO
es_es: SEO para podcasting

source: Add Podcasting to Post Type
es_es: Añade podcasting al tipo de contenido

source: Add Podcasting to a custom Post Type
es_es: Añadir Podcasting a un tipo de contenido personalizado

source: You are about to remove podcast settings for Post Type '%s' 'Cancel' to stop, 'OK' to delete.
es_es: Estás a punto de eliminar los ajustes del podcast para el tipo de contenido '%s' 'Cancelar' para parar, 'OK' para borrar.

source: Post Type Podcasting adds custom podcast settings to specific Post Type feeds.
es_es: El podcasting por tipo de contenido añade ajustes personalizados de podcast a los feeds de tipos de contenido específicos.

source: Post Type
es_es: Tipo de contenido

source: Feed Title
es_es: Título del feed

source: specify the file extensions to include separated by commas (e.g. mp3, m4v).
es_es: especifica las extensiones de archivo que se van a incluir separadas por comas (ej. mp3, m4v).

source: (leave blank for all media)
es_es: (dejar en blanco para todos los medios)

source: You will need to create %d additional Podcast Channels in order to continue.
es_es: Debes crear %d canales de podcast adicionales para continuar.

source: As a alternative, PowerPress allows you to create additional %s to associate additional media files in a blog post to specific feed channels.
es_es: Como alternativa, PowerPress permite crear %s adicionales para asociar archivos de medios adicionales en una entrada de blog en canales de feed específicos.

source: This inconsistency combined with the fact that Dave Winer does not recommend multiple enclosures (%s) and FeedValidator.org (%s) recommendation against it is why Blubrry PowerPress does not support them.
es_es: Esta inconsistencia combinada con el hecho de que Dave Winer no recomienda múltiples documentos (%s) junto con la recomendación en contra de FeedValidator.org (%s) es el motivo de que Blubrry PowerPress no sea de soporte para ello.

source: Other podcatchers and podcasting directories either pick up the first enclosure or the last in each post item.
es_es: Otros reproductores y directorios de podcasts o eligen el primer documento o el último para cada elemento de contenido.

source: This is because each podcatcher handles multiple enclosures in feeds differently. Apple Podcasts will download the first enclosure that it sees in the feed ignoring the rest.
es_es: Esto es porque cada podcatcher gestiona múltiples recintos en los feeds de forma diferente. Apple Podcasts descargará el primer recinto que vea en el feed, ignorando el resto.

source: Blubrry PowerPress does not allow you to include multiple media files for one feed item (blog post).
es_es: Blubrry PowerPress no permite incluir múltiples archivos de medios para un elemento de feed (entrada de blog).

source: You will need to create %d Podcast Channels to continue.
es_es: Debes crear %d canales de podcast para continuar.

source: We found blog posts that have %d media files.
es_es: Hemos encontrado entradas de blog que tienen %d archivos de medios.

source: There are no PodPress episodes found to import.
es_es: No se han encontrado episodios de PodPress para importar.

source: There are %d PodPress media files that can be imported.
es_es: Hay %d archivos de medios que pueden ser importados por PodPress.

source: Select Only
es_es: Solo seleccionar

source: No PodPress episodes found to import.
es_es: No se han encontrado episodios de PodPress para importar.

source: Import PodPress Episodes
es_es: Importar episodios de PodPress

source: We found blog posts that have %d media files. You will need to create %d more Custom Feed%s in order to continue.
es_es: Hemos encontrado entradas de blog que contienen %d archivos de medios. Necesitarás crear %d feeds%s personalizados más para continuar.

source: Imported %d PodPress episode(s).
es_es: Importados %d episodio(s) de PodPress.

source: PodPress Import Log
es_es: Registro de importación de PodPress

source: Once you feel comfortable with PowerPress, you can use this screen to import your PodPress data.
es_es: Una vez que te sientas cómodo con PowerPress, puedes utilizar esta pantalla para importar tus datos de PodPress.

source: If you are unsure about importing your PodPress data, try the option under Basic Settings titled 'PodPress Episodes' and set to 'Include in posts and feeds'.
es_es: Si no estás seguro de importar tus datos de PodPress, intenta la opción que se encuentra en Ajustes básicos titulada 'Episodios PodPress' y elige 'Incluir en entradas y feeds'.

source: Podpress Episode "%s" for blog post "%s" imported to feed "%s"
es_es: Episodio de PodPress «%s» para la entrada de blog «%s» importado al feed «%s»

source: PodPress data deleted from database successfully. (%d database records removed)
es_es: Los datos de PodPress se han eliminado con éxito de la base de datos. (%d registros de la base de datos eliminados)

source: Error decoding PodPress data for post "%s"
es_es: Error decodificando datos de PodPress para la entrada «%s»

source: Unable to detect PodPress media URL setting. Please set the "Default Media URL" setting in PowerPress to properly import podcast episodes.
es_es: No ha sido posible detectar los ajustes de la URL del medio de PodPress. Por favor establece los ajustes de la «URL por defecto del medio» en PodPress para importar los episodios del podcast correctamente.

source: Unable to detect PodPress media URL setting. Using the PowerPress setting "Default Media URL" (%s) instead.
es_es: Imposible detectar los ajustes de la URL del medio de PodPress. Se usarán los ajustes de PodPress «URL por defecto del medio» (%s) en su lugar.

source: last
es_es: último

source: next
es_es: siguiente

source: prev
es_es: anterior

source: first
es_es: primero

source: Displaying %d - %d of %d total
es_es: Mostrando %d - %d del %d total

source: Archive of PodPress Stats
es_es: Archivo de las estadísticas de PodPress

source: Player activated successfully.
es_es: Reproductor activado correctamente.

source: Image should 60 pixels by 60 pixels. Leave blank to use default play icon image.
es_es: La imagen debería ser de 60 pixels por 60 pixels. Déjalo en blanco para utilizar la imagen del icono de reproducción por defecto.

source: Video Play Icon
es_es: Icono de reproducción de vídeo

source: Use poster image, player width and height above for audio (Flow Player only)
es_es: Usa la imagen de portada, el ancho y la altura del reproductor para audio (solo Flow Player)

source: Include play icon over poster image when applicable
es_es: Incluir el icono de reproducción sobre la imagen de portada cuando sea posible

source: Image should be at minimum the same width/height as the player above. Leave blank to use default black background image.
es_es: La imagen debe tener al menos el mismo ancho / alto que el reproductor de arriba. Deje en blanco para usar la imagen negra de fondo por defecto.

source: Place the URL to the poster image above.
es_es: Coloca la URL a la imagen de portada de arriba.

source: Default Poster Image
es_es: Imagen de portada por defecto

source: Height of player (leave blank for 225 default)
es_es: Altura del reproductor (déjalo en blanco para 255 por defecto)

source: Width of player (leave blank for 400 default)
es_es: Anchura del reproductor (déjalo en blanco para 255 por defecto)

source: Height of player (leave blank for default height)
es_es: Altura del reproductor (déjalo en blanco para altura por defecto)

source: Player Height
es_es: Altura del reproductor

source: Width of player (leave blank for default width)
es_es: Anchura del reproductor (déjalo en blanco para anchura por defecto)

source: Player Width
es_es: Anchura del reproductor

source: The following video settings apply to the video player above as well as to classic video &lt;embed&gt; formats such as Microsoft Windows Media (.wmv), QuickTime (.mov) and RealPlayer.
es_es: Los siguientes ajustes de video se aplican al reproductor de video anterior, así como a los formatos clásicos de video &lt;embed&gt; formatos como Microsoft Windows Media (.wmv), QuickTime (.mov) y RealPlayer.

source: Common Video Settings
es_es: Ajustes de video por defecto

source: Configure MediaElement.js Player
es_es: Configurar el reproductor MediaElement.js

source: Apply specific CSS styling to your Video JS player.
es_es: Aplicar estilos específicos de CSS a tu reproductor de Video JS.

source: VideoJS CSS Class
es_es: Clase CSS de VideoJS

source: VideoJS Settings
es_es: Ajustes de VideoJS

source: Configure VideoJS
es_es: Configurar VideoJS

source: Configure HTML5 Video Player
es_es: Configurar reproductor de vídeo en HTML5

source: Width of Audio mp3 player (leave blank for 320 default)
es_es: Ancho del reproductor de audio mp3 (dejar en blanco para 320 por defecto)

source: MediaElement.js Player has no additional settings at this time.
es_es: El reproductor MediaElements.js no tiene ajustes adicionales en este momento.

source: Width of Audio mp3 player (leave blank for max width)
es_es: Anchura del reproductor de audio mp3 (dejar en blanco para anchura máxima)

source: Max Width
es_es: Anchura máxima

source: Configure MediaElement.js Audio Player
es_es: Configurar el reproductor de audio MediaElement.js
